[
{"schoolname": "兰州大学", "type": "综合类", "city": "兰州市", "info": "核技术, 草业科学, 历史学, 生物技术, 大气科学, 农林经济管理, 应用气象学, 地球化学, 地质学, 临床药学"},
{"schoolname": "西北民族大学", "type": "综合类", "city": "兰州市", "info": "材料科学与工程, 汉语言, 经济学, 金融学, 保险学, 国际经济与贸易, 法学, 社会工作, 民族学, 教育技术学, 应用心理学, 数字媒体技术, 数字媒体艺术, 体育教育, 社会体育指导与管理"},
{"schoolname": "兰州理工大学", "type": "综合类", "city": "兰州市", "info": "功能材料, 金属材料工程, 冶金工程, 无机非金属材料工程, 高分子材料与工程, 纺织工程, 工业工程, 新能源科学与工程, 测控技术与仪器, 水利水电工程"},
{"schoolname": "兰州交通大学", "type": "综合类", "city": "兰州市", "info": "交通工程, 信息管理与信息系统, 物流管理, 给排水科学与工程, 环境工程, 建筑环境与能源应用工程, 环境科学, 工程造价, 土木工程, 工程管理"},
{"schoolname": "甘肃农业大学", "type": "农林类", "city": "兰州市", "info": "草业科学, 水土保持与荒漠化防治, 动物科学, 车辆工程, 林学, 食品质量与安全, 生物工程, 汉语言文学, 秘书学, 种子科学与工程, 设施农业科学与工程, 中草药栽培与鉴定, 经济学, 财务管理, 金融学"},
{"schoolname": "西北师范大学", "type": "师范类", "city": "兰州市", "info": "汉语言文学, 英语, 劳动与社会保障, 材料科学与工程, 数字媒体艺术, 人力资源管理, 历史学, 音乐表演, 新闻学, 舞蹈学"},
{"schoolname": "甘肃中医药大学", "type": "医药类", "city": "兰州市", "info": "中药学, 药学, 藏医学, 国际经济与贸易, 公共事业管理, 医学信息工程, 康复治疗学, 医学检验技术, 护理学, 预防医学"},
{"schoolname": "兰州财经大学", "type": "财经类", "city": "兰州市", "info": "会计学, 财务管理, 审计学, 资产评估, 金融学, 金融工程, 信用管理, 保险学, 统计学, 经济统计学, 应用统计学, 投资学, 工商管理, 市场营销, 旅游管理"},
{"schoolname": "甘肃政法大学", "type": "政法类", "city": "兰州市", "info": "禁毒学, 法学, 社会工作, 治安学, 边防管理, 侦查学, 政治学与行政学, 国际经济与贸易, 会计学, 信息管理与信息系统, 财务管理, 汉语言文学, 物流管理, 广告学, 劳动与社会保障"},
{"schoolname": "河西学院", "type": "综合类", "city": "张掖市", "info": "数字媒体艺术, 农业水利工程, 农学, 信息管理与信息系统, 经济学, 数学与应用数学, 学前教育, 计算机科学与技术, 应用心理学, 电子信息科学与技术, 物理学, 历史学, 美术学, 音乐学, 汉语言文学"},
{"schoolname": "陇东学院", "type": "综合类", "city": "庆阳市", "info": "汉语言文学教育, 秘书学, 历史学教育, 历史学教育（师范）, 历史文化遗产保护与产业开发, 地理科学, 文化产业管理, 法学, 思想政治教育, 经济学（非师范）, 公共事业管理（城乡管理方向）（非师范）, 财务管理（非师范）, 物理学（师范类）, 生物科学, 生物技术"},
{"schoolname": "天水师范学院", "type": "师范类", "city": "天水市", "info": "物理学, 电子信息工程, 计算机科学与技术, 网络工程, 通信工程, 化学, 化学工程与工艺, 应用化学, 文物保护技术, 材料成型及控制工程, 机械电子工程, 汽车服务工程, 小学教育, 历史学, 文物与博物馆学"},
{"schoolname": "兰州城市学院", "type": "综合类", "city": "兰州市", "info": "新闻学, 播音与主持艺术, 广播电视编导, 网络与新媒体, 化学工程与工艺, 工艺美术, 环境设计, 视觉传达设计, 油气储运工程, 石油工程"},
{"schoolname": "兰州财经大学长青学院", "type": "财经类", "city": "兰州市", "info": "计算机科学与技术, 金融学, 国际经济与贸易, 工商管理, 会计学, 广告学, 财政学, 保险学, 贸易经济, 视觉传达设计, 工艺美术, 投资学, 信息管理与信息系统, 市场营销, 财务管理"},
{"schoolname": "兰州交通大学博文学院", "type": "综合类", "city": "兰州市", "info": "道路桥梁与渡河工程, 工程管理, 给排水科学与工程, 测绘工程, 水利水电工程, 城乡规划, 建筑环境与能源应用工程, 地理信息科学, 工程造价, 通信工程"},
{"schoolname": "兰州外语职业学院", "type": "综合类", "city": "兰州市", "info": "物流管理, 物流信息技术, 酒店管理, 工商企业管理, 护理, 会计, 英语教育, 学前教育, 计算机应用技术, 计算机网络技术"},
{"schoolname": "甘肃医学院", "type": "医药类", "city": "平凉市", "info": "临床医学, 医学检验技术, 中药学, 药学, 康复治疗技术, 针灸推拿, 护理, 助产, 卫生检验与检疫技术, 护理学, 药学, 中药学, 康复治疗学, 临床医学, 口腔医学"},
{"schoolname": "陇南师范高等专科学校", "type": "师范类", "city": "陇南市", "info": "供用电技术, 机电一体化技术, 汽车检测与维修技术, 计算机应用技术, 会计, 旅游管理, 景区开发与管理, 烹调工艺与营养, 旅游英语, 文秘, 物理教育, 思想政治教育, 舞蹈表演, 法律事务, 电子商务"},
{"schoolname": "兰州工业学院", "type": "理工类", "city": "兰州市", "info": "机械设计制造及其自动化, 机械电子工程, 自动化, 电气工程及其自动化, 轨道交通信号与控制, 工程造价, 电子信息工程, 通信工程, 车辆工程, 汽车服务工程, 物流管理, 财务管理, 经济与金融, 日语, 材料成型及控制工程"},
{"schoolname": "定西师范高等专科学校", "type": "师范类", "city": "定西市", "info": "数学教育, 美术教育, 护理, 口腔医学技术, 药品质量与安全, 药品经营与管理, 体育教育, 中草药栽培技术, 语文教育（师范）, 英语教育（师范）, 思想政治教育（师范）, 药学, 康复治疗技术, 旅游管理, 文秘"},
{"schoolname": "兰州石化职业技术学院", "type": "理工类", "city": "兰州市", "info": "计算机网络技术, 计算机应用技术（过程控制方向）（移动应用开发方向）, 工业机器人技术, 市场营销, 市场营销（市场开发与营销方向）, 汽车运用与维修技术, 空中乘务, 旅游英语, 应用英语（涉外工程翻译方向）（石化方向）, 建筑钢结构工程技术, 建设工程管理, 应用电子技术, 水利水电工程技术, 印刷设备应用技术, 印刷媒体技术（印前速录方向）"},
{"schoolname": "兰州文理学院", "type": "综合类", "city": "兰州市", "info": "汉语言文学, 戏剧影视文学, 文秘, 数字出版, 新闻学, 广播电视学, 旅游管理, 旅游管理（民航服务）, 空中乘务, 计算机网络技术, 计算机应用技术, 电子信息工程, 广播电视工程, 应用化学, 心理咨询"},
{"schoolname": "甘肃建筑职业技术学院", "type": "理工类", "city": "兰州市", "info": "建筑工程技术, 道路桥梁工程技术, 工程测量技术, 给排水工程技术, 建筑装饰工程技术, 工程造价, 建设工程监理, 供热通风与空调工程技术, 安全技术与管理, 水利水电建筑工程, 焊接技术与自动化, 铁道工程技术, 工程机械运用技术, 建筑设备工程技术, 建筑智能化工程技术"},
{"schoolname": "酒泉职业技术学院", "type": "综合类", "city": "酒泉市", "info": "种子生产与经营, 作物生产技术, 畜牧兽医, 机电一体化技术, 电气自动化技术, 汽车检测与维修技术, 学前教育, 风力发电工程技术, 电厂热能动力装置, 供用电技术, 太阳能光热技术与应用, 光伏材料制备技术, 石油化工技术, 会计, 物流管理"},
{"schoolname": "兰州职业技术学院", "type": "综合类", "city": "兰州市", "info": "数控技术, 计算机应用技术, 电子商务, 机械制造与自动化, 焊接技术与自动化, 汽车营销与服务, 汽车电子技术, 新能源汽车技术, 计算机网络技术, 物联网应用技术"},
{"schoolname": "甘肃警察职业学院", "type": "政法类", "city": "兰州市", "info": "刑事侦查, 刑事科学技术, 治安管理, 信息网络安全监察, 禁毒, 交通管理, 警犬技术, 社会工作, 社会福利事业管理, 消防工程技术, 运动训练, 司法鉴定技术, 民航空中安全保卫, 司法警务, 法律事务"},
{"schoolname": "甘肃林业职业技术学院", "type": "农林类", "city": "天水市", "info": "林业技术, 森林资源保护, 园林技术, 园林工程技术, 园艺技术, 环境艺术设计, 环境工程技术, 环境监测与控制技术, 食品检测技术, 无人机应用技术"},
{"schoolname": "甘肃工业职业技术学院", "type": "理工类", "city": "天水市", "info": "应用化工技术, 水文与工程地质, 钻探技术, 岩土工程技术, 工程测量技术, 摄影测量与遥感技术, 建筑工程技术, 电气自动化技术, 应用电子技术, 会计"},
{"schoolname": "武威职业学院", "type": "综合类", "city": "武威市", "info": "助产, 护理, 学前教育（艺术教育方向）, 旅游管理, 旅游管理（酒店管理方向）, 应用电子技术, 农村能源与环境技术, 动漫制作技术, 数控技术, 模具设计与制造, 机械制造与自动化, 机械设计与制造, 机电一体化技术, 焊接技术与自动化, 电气自动化技术"},
{"schoolname": "甘肃交通职业技术学院", "type": "理工类", "city": "兰州市", "info": "工程测量技术, 道路桥梁工程技术, 城市轨道交通工程技术, 工程造价, 道路养护与管理, 建设工程监理, 市政工程技术, 铁道工程技术, 地籍测绘与土地管理, 无人机应用技术, 物联网应用技术, 智能交通技术运用, 计算机网络技术, 动漫制作技术, 会计"},
{"schoolname": "兰州资源环境职业技术学院", "type": "理工类", "city": "兰州市", "info": "煤矿开采技术, 金属与非金属矿开采技术, 地下与隧道工程技术, 矿井建设, 工程造价, 矿井通风与安全, 安全技术与管理, 环境工程技术, 环境监测与控制技术, 大气探测技术, 应用气象技术, 大气科学技术, 防雷技术, 矿山地质, 工程地质勘查"},
{"schoolname": "甘肃农业职业技术学院", "type": "农林类", "city": "兰州市", "info": "作物生产技术, 种子生产与经营, 园艺技术, 设施农业与装备, 园林技术, 园林工程技术, 财务管理, 物流管理, 畜牧兽医, 食品营养与检测, 会计, 市场营销, 食品加工技术, 电子商务, 环境监测与控制技术"},
{"schoolname": "甘肃畜牧工程职业技术学院", "type": "农林类", "city": "武威市", "info": "宠物养护与驯导, 饲料与动物营养, 市场营销, 宠物临床诊疗技术, 动物防疫与检疫, 机械设计与制造, 机械制造与自动化, 数控技术, 焊接技术与自动化, 材料成型与控制技术, 模具设计与制造, 机电一体化技术, 工业机器人技术, 计算机应用技术, 电子商务"},
{"schoolname": "甘肃钢铁职业技术学院", "type": "理工类", "city": "嘉峪关市", "info": "旅游管理, 市场营销, 物流管理, 酒店管理, 高速铁路客运乘务, 材料成型与控制技术, 黑色冶金技术, 矿物加工技术, 应用化工技术, 工业分析技术, 焊接技术与自动化, 机电设备维修与管理, 汽车检测与维修技术, 数控技术, 机械设计与制造"},
{"schoolname": "甘肃民族师范学院", "type": "师范类", "city": "甘南藏族自治州", "info": "音乐学, 舞蹈学, 物理学, 水利水电工程, 小学教育（中文与社会）, 小学教育（数学与科学）, 学前教育, 学前教育（藏汉双语）, 历史学, 地理科学, 酒店管理, 体育教育, 社会工作, 财务管理, 思想政治教育"},
{"schoolname": "西北师范大学知行学院", "type": "其他", "city": "兰州市", "info": "汉语言文学, 计算机科学与技术, 新闻学, 广播电视学, 广播电视编导, 英语, 翻译, 西班牙语, 工商管理, 会计学, 人力资源管理, 税收学, 美术学, 视觉传达设计, 产品设计"},
{"schoolname": "兰州财经大学陇桥学院", "type": "综合类", "city": "兰州市", "info": "会计学, 会计学（注册会计师方向）, 审计学, 财务管理, 资产评估, 工商管理, 工商管理（中小企业管理方向）, 市场营销, 旅游管理, 物流管理, 物流管理（物流工程方向）, 人力资源管理, 金融学, 金融学（投资方向）, 保险学"},
{"schoolname": "兰州理工大学技术工程学院", "type": "理工类", "city": "兰州市", "info": "机械设计制造及其自动化, 食品质量与安全, 食品科学与工程, 能源与动力工程, 水利水电工程, 电气工程及其自动化, 自动化, 计算机科学与技术, 土木工程, 测绘工程, 工程管理, 材料成型及控制工程, 冶金工程, 金属材料工程, 过程装备与控制工程"},
{"schoolname": "甘肃机电职业技术学院", "type": "理工类", "city": "天水市", "info": "机械制造与自动化, 模具设计与制造, 机电一体化技术, 电气自动化技术, 机械设计与制造, 焊接技术与自动化, 数控技术, 机电设备维修与管理, 风力发电工程技术, 汽车制造与装配技术, 汽车营销与服务, 汽车检测与维修技术, 工业机器人技术, 应用电子技术, 物联网应用技术"},
{"schoolname": "甘肃有色冶金职业技术学院", "type": "理工类", "city": "金昌市", "info": "建筑工程技术, 矿物加工技术, 矿山地质, 光伏发电技术与应用, 园林工程技术, 矿山测量, 数控技术, 工程造价, 汽车检测与维修技术, 金属压力加工, 食品营养与卫生, 物联网应用技术, 电子商务技术, 酒店管理, 社区管理与服务"},
{"schoolname": "兰州航空工业职工大学", "type": "综合类", "city": "兰州市", "info": ""},
{"schoolname": "白银矿冶职业技术学院", "type": "理工类", "city": "白银市", "info": "工业分析技术, 焊接技术与自动化, 机电一体化技术, 工业机器人技术, 工程测量技术, 建设工程管理, 工程造价, 会计, 高速铁路客运乘务, 计算机应用技术, 计算机网络技术, 环境工程技术, 宝玉石鉴定与加工, 城市轨道交通工程技术, 道路桥梁工程技术"},
{"schoolname": "甘肃卫生职业学院", "type": "医药类", "city": "兰州市", "info": "口腔医学, 护理, 助产, 口腔医学技术, 医学检验技术, 药学, 临床医学, 中医学, 中药学, 针灸推拿, 护理（口腔护理方向）, 康复治疗技术"},
{"schoolname": "兰州科技职业学院", "type": "综合类", "city": "兰州市", "info": "铁道交通运营管理, 数控技术, 焊接技术与自动化, 汽车检测与维修技术, 计算机应用技术, 会计, 电子商务, 连锁经营管理, 护理, 助产, 药学, 康复治疗技术, 老年服务与管理, 工业机器人技术"},
{"schoolname": "庆阳职业技术学院", "type": "综合类", "city": "庆阳市", "info": "工程造价, 道路桥梁工程技术, 会计, 财务管理, 市政工程技术, 建筑工程技术, 学前教育, 酒店管理, 艺术设计, 钻井技术, 煤矿开采技术, 应用化工技术, 运动训练, 计算机网络技术, 大数据技术与应用"},
{"schoolname": "兰州现代职业学院", "type": "综合类", "city": "兰州市", "info": "办公自动化, 电气技术应用, 电子电器应用与维修, 服装设计与工艺, 焊接技术与自动化, 机电一体化技术, 计算机网络技术, 数控技术, 汽车运用与维修技术, 导游, 会计, 计算机室内设计, 视觉传播设计与制作, 工程测量技术, 道路桥梁工程技术"},
{"schoolname": "甘肃财贸职业学院", "type": "财经类", "city": "兰州市", "info": "报关与国际货运, 财务管理, 金融管理, 会计, 粮油储藏与检测技术, 信息安全与管理, 服装设计与工艺, 环境艺术设计, 电子商务, 物流管理, 工程造价, 食品营养与检测, 城市轨道交通运营管理, 物联网应用技术, 计算机应用技术"},
{"schoolname": "甘肃能源化工职业学院", "type": "综合类", "city": "兰州市", "info": "光伏发电技术与应用, 新能源汽车技术, 新能源汽车运用与维修, 应用化工技术, 工业分析技术, 化工装备技术, 材料工程技术, 煤化工技术, 建筑材料检测技术, 建筑工程技术, 工程造价, 机械制造与自动化, 数控技术, 自动化生产设备应用, 机电一体化技术"},
{"schoolname": "临夏现代职业学院", "type": "综合类", "city": "临夏回族自治州", "info": "汽车营销与服务, 建筑工程技术, 会计, 口腔医学技术, 园林技术, 畜牧兽医, 工程测量技术, 护理, 助产, 医学检验技术, 应用阿拉伯语, 学前教育, 早期教育, 电子商务"},
{"schoolname": "平凉职业技术学院", "type": "综合类", "city": "平凉市", "info": "学前教育, 早期教育, 汽车检测与维修技术, 电气自动化技术, 电子信息工程技术, 计算机应用技术（大数据应用方向）, 旅游管理, 会计, 电子商务, 建筑工程技术, 工程造价, 畜牧兽医, 应用化工技术, 无人机应用技术, 护理（社区护理方向）（临床护理方向）"},
{"schoolname": "培黎职业学院", "type": "", "city": "张掖市", "info": "现代农业技术, 机电一体化技术, 汽车检测与维修技术, 旅游管理, 应用英语"}
]