[
{"schoolname": "南京航空航天大学", "type": "理工类", "city": "南京市", "info": "飞行器设计与工程, 电气工程及其自动化, 飞行器环境与生命保障工程, 建筑环境与能源应用工程, 土木工程, 工程力学, 飞行器动力工程, 能源与动力工程, 车辆工程, 自动化"},
{"schoolname": "江南大学", "type": "综合类", "city": "无锡市", "info": "食品科学与工程, 生物工程, 生物技术, 应用化学, 物联网工程, 电气工程及其自动化, 自动化, 微电子科学与工程, 通信工程, 工业设计"},
{"schoolname": "东南大学", "type": "综合类", "city": "南京市", "info": "通信工程, 电子科学与技术, 软件工程, 建筑学, 土木工程, 交通工程, 信息工程, 自动化, 机械工程及自动化, 电气工程及其自动化"},
{"schoolname": "中国矿业大学", "type": "综合类", "city": "徐州市", "info": "安全工程, 采矿工程, 矿物加工工程, 地质工程, 电气工程及其自动化, 工程力学, 工业工程, 消防工程, 工程管理, 水文与水资源工程"},
{"schoolname": "南京大学", "type": "综合类", "city": "南京市", "info": "经济学, 新闻学, 地质学, 软件工程, 水文与水资源工程, 哲学, 汉语言文学, 数学与应用数学, 英语, 物理学"},
{"schoolname": "南京理工大学", "type": "理工类", "city": "南京市", "info": "安全工程, 自动化, 武器系统与发射工程, 电子信息工程, 化学工程与工艺, 应用化学, 电气工程及其自动化, 高分子材料与工程, 工业设计, 车辆工程, 材料成型及控制工程, 测控技术与仪器, 通信工程, 软件工程, 国际经济与贸易"},
{"schoolname": "南京农业大学", "type": "农林类", "city": "南京市", "info": "农学, 动物医学, 农林经济管理, 植物保护, 农业资源与环境, 土地资源管理, 动物科学, 种子科学与工程, 环境科学, 环境工程"},
{"schoolname": "南京师范大学", "type": "师范类", "city": "南京市", "info": "汉语言文学, 新闻学, 法学, 信息与计算科学, 统计学, 英语, 数学与应用数学, 动画, 生物科学, 播音与主持艺术, 环境科学, 环境工程, 会计学, 财务管理, 劳动与社会保障"},
{"schoolname": "河海大学", "type": "理工类", "city": "南京市", "info": "土木工程, 海洋科学, 交通工程, 水利水电工程, 水文与水资源工程, 港口航道与海岸工程, 环境工程, 计算机科学与技术, 电气工程及其自动化, 法语"},
{"schoolname": "中国药科大学", "type": "医药类", "city": "南京市", "info": "药学, 药物制剂, 药物化学, 药物分析, 中药学, 中药资源与开发, 中药制药, 海洋药学, 生物技术, 生物制药"},
{"schoolname": "苏州大学", "type": "综合类", "city": "苏州市", "info": "汉语言文学, 纺织工程, 档案学, 能源与动力工程, 图书情报与档案管理类, 生物制药, 护理学, 药学, 医学检验技术, 法医学"},
{"schoolname": "南京工程学院", "type": "理工类", "city": "南京市", "info": "机械设计制造及其自动化, 机械电子工程, 机械工程, 工业工程, 车辆工程, 交通设备与控制工程, 汽车服务工程, 交通运输, 材料科学与工程, 材料成型及控制工程"},
{"schoolname": "南京晓庄学院", "type": "师范类", "city": "南京市", "info": "小学教育, 财务管理, 行政管理, 物流管理, 汉语言文学, 秘书学, 汉语国际教育, 广播电视学, 网络与新媒体, 广播电视编导"},
{"schoolname": "常州工学院", "type": "理工类", "city": "常州市", "info": "机械设计制造及其自动化, 材料成型及控制工程, 机械电子工程, 飞行器制造工程, 飞行技术, 交通运输, 车辆工程, 汽车服务工程, 电气工程及其自动化, 电子信息工程, 自动化, 测控技术与仪器, 光电信息科学与工程, 新能源科学与工程, 计算机科学与技术（嵌入式培养）"},
{"schoolname": "南京艺术学院", "type": "艺术类", "city": "南京市", "info": "动画, 艺术设计, 绘画, 公共事业管理, 美术学, 文化产业管理, 艺术教育, 美术学（书画鉴定方向）, 音乐表演（声乐演唱方向）（管弦与打击乐器演奏方向）（音乐剧方向）（钢琴与键盘乐器演奏方向）（中国乐器演奏方向）, 作曲与作曲技术理论（计算机作曲方向）"},
{"schoolname": "江苏理工学院", "type": "理工类", "city": "常州市", "info": "机械设计制造及其自动化, 机械设计制造及其自动化（师范）, 机械电子工程, 过程装备与控制工程, 汽车服务工程, 车辆工程, 交通运输, 会计学, 财务管理, 国际贸易"},
{"schoolname": "南京审计大学", "type": "财经类", "city": "南京市", "info": "审计学, 金融学, 会计学, 财务管理, 保险学, 信用管理, 经济学, 电子商务, 国际经济与贸易, 贸易经济"},
{"schoolname": "淮阴工学院", "type": "理工类", "city": "淮安市", "info": "机械设计制造及其自动化, 机械电子工程, 交通运输, 车辆工程, 交通工程, 汽车服务工程, 道路桥梁与渡河工程, 城市地下空间工程, 材料成型及控制工程, 金属材料工程, 过程装备与控制工程, 材料科学与工程, 机器人工程, 电气工程及其自动化, 自动化"},
{"schoolname": "盐城师范学院", "type": "师范类", "city": "盐城市", "info": "数学与应用数学（师范）, 财务管理, 数学与应用数学, 英语, 汉语言文学（师范）, 秘书学, 汉语国际教育, 广播电视学, 思想政治教育（师范）, 法学"},
{"schoolname": "盐城工学院", "type": "理工类", "city": "盐城市", "info": "材料科学与工程, 机械设计制造及其自动化, 机械设计制造及其自动化（三维产品设计）, 机械设计制造及其自动化（模具设计与制造）, 机械电子工程, 工业工程, 过程装备与控制工程, 机械设计制造及其自动化（与英国格林威治大学合作办学）, 材料成型及控制工程, 车辆工程, 能源与动力工程, 车辆工程（中外合作办学）, 电气工程及其自动化, 建筑电气与智能化, 自动化"},
{"schoolname": "常州大学", "type": "理工类", "city": "常州市", "info": "化学工程与工艺, 高分子材料与工程, 应用化学, 能源化学工程, 食品质量与安全, 护理学, 生物工程, 药学, 制药工程, 轨道交通信号与控制"},
{"schoolname": "徐州医科大学", "type": "医药类", "city": "徐州市", "info": "儿科学, 精神医学, 康复治疗学, 眼视光医学, 临床医学, 公共卫生与预防医学类, 公共管理类（公共事业管理、信息资源管理）, 护理学, 口腔医学, 麻醉学（“5+3”衔接）, 麻醉学, 临床医学（急救与救援医学）, 生物科学类, 临床药学, 药学类"},
{"schoolname": "南京邮电大学", "type": "理工类", "city": "南京市", "info": "通信工程, 电子信息工程, 广播电视工程, 信息安全, 电子科学与技术, 电磁场与无线技术, 微电子科学与工程, 光电信息科学与工程, 电信工程及管理, 软件工程, 软件工程（嵌入式培养）, 测控技术与仪器, 电气工程及其自动化, 智能电网信息工程, 高分子材料与工程"},
{"schoolname": "江苏科技大学", "type": "理工类", "city": "镇江市", "info": "船舶与海洋工程, 焊接技术与工程, 能源与动力工程, 建筑环境与能源应用工程, 新能源科学与工程, 机械电子工程, 机械设计制造及其自动化, 电子信息工程, 电气工程及其自动化, 测控技术与仪器"},
{"schoolname": "南京中医药大学", "type": "医药类", "city": "南京市", "info": "中医学, 中药学, 护理学, 中医养生学, 临床医学, 生物技术, 眼视光学, 康复治疗学, 食品卫生与营养学, 中药制药"},
{"schoolname": "苏州科技大学", "type": "综合类", "city": "苏州市", "info": "环境工程, 环境科学, 电子信息工程, 城市规划, 土木工程, 建筑学, 城乡规划, 风景园林, 给排水科学与工程, 地理信息科学, 人文地理与城乡规划, 测绘工程, 建筑环境与能源应用工程, 工程力学, 无机非金属材料工程"},
{"schoolname": "南京财经大学", "type": "财经类", "city": "南京市", "info": "食品科学与工程, 经济学, 经济统计学, 金融学, 法学, 食品质量与安全, 市场营销, 会计学, 财务管理, 审计学"},
{"schoolname": "南京信息工程大学", "type": "理工类", "city": "南京市", "info": "大气科学, 物理学, 测控技术与仪器, 电气工程及其自动化, 自动化, 应用气象学, 金融工程, 国际经济与贸易, 法学, 汉语言文学"},
{"schoolname": "江苏师范大学", "type": "师范类", "city": "徐州市", "info": "汉语言文学, 汉语言, 汉语国际教育, 教育学, 国际经济与贸易, 历史学（师范）, 数学与应用数学（师范）, 物理学（师范）, 化学（师范）, 测绘工程"},
{"schoolname": "南京医科大学", "type": "医药类", "city": "南京市", "info": "预防医学, 临床医学, 临床医学（儿科医学）, 智能医学工程, 放射医学, 英语, 护理学, 生物信息学, 医学信息工程, 医学影像学, 临床药学, 医学影像技术, 康复治疗学, 卫生检验与检疫, 眼视光医学"},
{"schoolname": "南京林业大学", "type": "农林类", "city": "南京市", "info": "园林, 林产化工, 林学, 森林保护, 生物工程, 机械设计制造及其自动化, 机械电子工程, 农林经济管理, 信息管理与信息系统, 森林工程, 工程管理, 给排水科学与工程, 轻化工程（制浆造纸工程）, 交通运输, 交通工程"},
{"schoolname": "江苏大学", "type": "综合类", "city": "镇江市", "info": "机械设计制造及其自动化, 测控技术与仪器, 机械电子工程, 光电信息科学与工程, 农业机械化及其自动化, 高分子材料与工程, 电气工程及其自动化, 车辆工程, 交通工程, 交通运输"},
{"schoolname": "南京工业大学", "type": "理工类", "city": "南京市", "info": "金融学, 国际经济与贸易, 知识产权, 工商管理, 市场营销, 会计学, 人力资源管理, 工业工程, 法学, 社会工作"},
{"schoolname": "扬州大学", "type": "综合类", "city": "扬州市", "info": "动物医学, 农学, 化学, 数学与应用数学, 秘书学, 汉语国际教育, 哲学, 档案学, 社会工作, 广播电视学, 数字媒体艺术, 翻译, 商务英语, 日语, 法语"},
{"schoolname": "南京体育学院", "type": "体育类", "city": "南京市", "info": "运动训练, 体育教育（师范类）, 社会体育指导与管理, 休闲体育, 表演（体育艺术表演）, 舞蹈表演, 新闻学（体育新闻）, 体育经济与管理, 运动人体科学, 运动康复, 康复治疗学, 武术与民族传统体育, 生物医学工程, 体能训练, 体育教育"},
{"schoolname": "南通大学", "type": "综合类", "city": "南通市", "info": "临床医学, 电气工程及其自动化, 英语, 汉语言文学, 光电信息科学与工程, 应用心理学, 日语, 生物技术, 机械工程, 测控技术与仪器"},
{"schoolname": "炎黄职业技术学院", "type": "理工类", "city": "淮安市", "info": "道路桥梁工程技术, 国际经济与贸易, 市场营销, 电子商务, 物流管理, 旅游管理, 酒店管理, 商务英语, 建筑室内设计, 建筑工程技术, 工程造价, 建设工程监理, 物业管理, 机械制造与自动化, 数控技术"},
{"schoolname": "金陵科技学院", "type": "理工类", "city": "南京市", "info": "会计学, 财务管理, 市场营销, 物流管理, 金融学, 金融工程, 国际经济与贸易, 电子商务, 数字出版, 旅游管理, 行政管理, 古典文献学, 建筑电气与智能化, 车辆工程, 自动化"},
{"schoolname": "徐州工程学院", "type": "综合类", "city": "徐州市", "info": "土木工程, 机械设计制造及其自动化, 机械电子工程, 工业设计, 材料成型及控制工程, 食品科学与工程, 给排水科学与工程, 风景园林, 财务管理, 国际经济与贸易, 汉语言文学, 英语, 电气工程及其自动化（4+0）, 高分子材料与工程（4+0）, 视觉传达设计（4+0）"},
{"schoolname": "江苏农牧科技职业学院", "type": "农林类", "city": "泰州市", "info": "饲料与动物营养, 宠物养护与驯导, 动物防疫与检疫, 食品营养与检测, 水产养殖技术, 动物医学, 畜牧兽医, 动物药学, 药品质量与安全, 园林技术"},
{"schoolname": "淮阴师范学院", "type": "师范类", "city": "淮安市", "info": "物理学, 法语, 国际经济与贸易, 政治学与行政学, 电子信息工程, 广播电视学, 电子商务, 秘书学, 教育技术学, 测控技术与仪器, 物联网工程, 电子信息科学与技术, 软件工程, 信息与计算科学, 视觉传达设计"},
{"schoolname": "南京工业职业技术大学", "type": "理工类", "city": "南京市", "info": "电子信息工程技术, 大数据技术与应用, 会计, 财务管理, 建设工程管理, 旅游管理, 工商企业管理, 电子商务技术, 房地产经营与管理, 软件技术, 视觉传播设计与制作, 机械制造与自动化, 机电一体化技术, 数控设备应用与维护, 电气自动化技术"},
{"schoolname": "江苏工程职业技术学院", "type": "理工类", "city": "南通市", "info": "现代纺织技术, 染整技术, 电气自动化技术, 机电一体化技术, 国际贸易实务, 电子商务, 视觉传播设计与制作, 产品艺术设计, 建筑工程技术, 工商企业管理, 家用纺织品设计, 室内艺术设计, 纺织品检验与贸易, 新能源装备技术, 机械设计与制造"},
{"schoolname": "苏州百年职业学院", "type": "综合类", "city": "苏州市", "info": "会计, 国际金融, 广告设计与制作, 国际贸易实务, 工商企业管理, 电子商务, 商务英语, 建筑设计, 软件技术, 动漫制作技术, 酒店管理, 旅游管理, 幼儿发展与健康管理, 大数据技术与应用, 智能控制技术"},
{"schoolname": "江苏建筑职业技术学院", "type": "理工类", "city": "徐州市", "info": "机械制造与自动化, 电气自动化技术, 电子信息工程技术, 机电一体化技术, 建筑工程技术, 环境工程技术, 供热通风与空调工程技术, 建筑电气工程技术, 建筑装饰工程技术, 建设项目信息化管理, 汽车检测与维修技术, 房地产经营与管理, 道路桥梁工程技术, 城市轨道交通工程技术, 高速铁道工程技术"},
{"schoolname": "江苏警官学院", "type": "政法类", "city": "南京市", "info": "刑事科学技术, 法学, 侦查学, 治安学, 行政管理, 数据警务技术"},
{"schoolname": "扬州环境资源职业技术学院", "type": "农林类", "city": "扬州市", "info": "环境科学与工程系, 计算机应用技术, 计算机网络技术, 应用电子技术, 计算机应用技术（/商务英语）, 物流管理, 电子商务, 会计, 国际贸易实务, 会计（/商务英语）, 商务英语, 商务日语, 广告设计与制作, 环境艺术设计, 旅游管理"},
{"schoolname": "常州纺织服装职业技术学院", "type": "理工类", "city": "常州市", "info": "视觉传播设计与制作, 广播影视节目制作, 影视动画, 艺术设计, 环境艺术设计, 现代纺织技术, 环境工程技术, 染整技术, 纺织品设计, 纺织品检验与贸易"},
{"schoolname": "中国矿业大学徐海学院", "type": "综合类", "city": "徐州市", "info": "土木工程, 工业设计, 行政管理, 汉语言文学, 环境设计, 英语, 计算机科学与技术, 工程管理, 建筑环境与能源应用工程, 电气工程及其自动化, 信息工程, 电子科学与技术, 自动化, 能源与动力工程, 财务管理"},
{"schoolname": "南京森林警察学院", "type": "政法类", "city": "南京市", "info": "侦查学, 治安学, 公安情报学, 公安管理学, 警务指挥与战术（特警方向）, 刑事科学技术（含视听技术方向、食药环方向）, 网络安全与执法"},
{"schoolname": "南京特殊教育师范学院", "type": "师范类", "city": "南京市", "info": "视觉传达设计, 公共事业管理, 英语（师范）, 舞蹈学（师范）, 音乐学（师范）, 应用心理学, 学前教育（师范）, 手语翻译, 小学教育（师范）, 特殊教育（师范）, 教育康复学（师范）, 美术学（师范）, 汉语言文学（师范）, 康复治疗学, 计算机科学与技术（嵌入式培养）"},
{"schoolname": "南京铁道职业技术学院", "type": "理工类", "city": "南京市", "info": "动漫制作技术, 广告设计与制作, 铁道机车, 电子信息工程技术, 铁道交通运营管理（城市轨道交通运营管理）, 数字媒体艺术设计, 电气自动化技术, 动车组检修技术, 商务日语, 铁道供电技术, 铁道工程技术, 高速铁路客运乘务, 软件技术, 旅游管理, 旅游管理"},
{"schoolname": "南京理工大学泰州科技学院", "type": "理工类", "city": "泰州市", "info": "机械工程, 机械电子工程, 电气工程及其自动化, 电气工程与智能控制, 自动化, 电子信息工程, 计算机科学与技术, 土木工程, 工程管理, 国际经济与贸易, 财务管理, 人力资源管理, 审计学, 信息管理与信息系统, 环境设计"},
{"schoolname": "东南大学成贤学院", "type": "综合类", "city": "南京市", "info": "电子信息工程, 电子科学与技术, 自动化, 计算机科学与技术, 软件工程, 土木工程, 交通运输, 工程管理, 工程造价, 税收学, 国际经济与贸易, 市场营销, 会计学, 财务管理, 物流管理"},
{"schoolname": "常州工程职业技术学院", "type": "理工类", "city": "常州市", "info": "应用化工技术, 精细化工技术, 工业分析技术, 环境工程技术, 药品生产技术, 物联网应用技术, 焊接技术与自动化, 化工装备技术, 体育运营与管理, 市场营销, 建筑材料工程技术, 高分子材料加工技术, 光伏材料制备技术, 建筑工程技术, 工程造价"},
{"schoolname": "钟山职业技术学院", "type": "理工类", "city": "南京市", "info": "环境工程技术, 机电一体化技术, 计算机应用技术, 汽车运用与维修技术, 会计, 审计, 市场营销, 电子商务, 国际贸易实务, 工商企业管理, 工程造价, 建筑工程技术, 护理, 康复治疗技术, 老年服务与管理"},
{"schoolname": "扬州工业职业技术学院", "type": "理工类", "city": "扬州市", "info": "应用化工技术, 石油化工技术, 环境工程技术, 工业分析技术, 药品生产技术, 安全技术与管理, 建筑工程技术, 工程造价, 城市轨道交通工程技术, 道路桥梁工程技术, 消防工程技术, 建设项目信息化管理, 机电一体化技术, 机械设计与制造, 机械制造与自动化"},
{"schoolname": "宿迁学院", "type": "综合类", "city": "宿迁市", "info": "机械设计制造及其自动化（模具设计）, 土木工程, 机械设计制造及其自动化, 信息与计算科学（嵌入式培养）, 测绘工程, 园林, 日语, 行政管理, 英语, 自动化, 风景园林, 汉语言文学（师范类）, 小学教育（师范类）, 数字媒体艺术（嵌入式培养）, 学前教育（师范类）"},
{"schoolname": "常州信息职业技术学院", "type": "理工类", "city": "常州市", "info": "通信技术, 电气自动化技术, 物流管理, 国际经济与贸易, 电子商务, 电子信息工程技术, 移动互联应用技术, 计算机网络技术, 云计算技术与应用, 信息安全与管理, 智能控制技术, 机械设计与制造, 会计信息管理, 工商企业管理, 汽车电子技术"},
{"schoolname": "三江学院", "type": "综合类", "city": "南京市", "info": "新闻学, 软件工程, 广告学, 视觉传达设计, 环境设计, 数字媒体艺术, 动画, 电气工程及其自动化, 英语, 日语"},
{"schoolname": "苏州市职业大学", "type": "理工类", "city": "苏州市", "info": "商务英语, 商务日语, 机电一体化技术, 应用英语, 物联网应用技术, 计算机网络技术, 金融管理, 文秘, 软件技术, 电子商务"},
{"schoolname": "常熟理工学院", "type": "理工类", "city": "苏州市", "info": "自动化, 测控技术与仪器, 生物工程, 食品质量与安全, 应用化学, 安全工程, 数学与应用数学（师范）, 经济统计学, 电子科学与技术, 电子信息工程, 光电信息科学与工程, 新能源科学与工程, 电气工程及其自动化, 食品科学与工程, 汉语言文学（师范）"},
{"schoolname": "南京财经大学红山学院", "type": "综合类", "city": "镇江市", "info": "财务管理, 会计学, 审计学, 保险学, 国际经济与贸易, 金融学, 贸易经济, 法学, 电子商务, 工商管理, 人力资源管理, 物流管理, 市场营销, 税收学, 英语"},
{"schoolname": "无锡科技职业学院", "type": "理工类", "city": "无锡市", "info": "软件技术, 物联网应用技术, 电子商务, 会计, 物流管理, 模具设计与制造, 市场营销, 云计算技术与应用, 会计信息管理, 人力资源管理, 光伏工程技术, 微电子技术, 应用电子技术, 工业机器人技术, 机电一体化技术"},
{"schoolname": "建东职业技术学院", "type": "理工类", "city": "常州市", "info": "城市轨道交通运营管理, 高速铁路客运乘务, 城市轨道交通机电技术, 工商企业管理, 物流管理, 机械制造与自动化, 数控技术, 汽车检测与维修技术, 汽车营销与服务, 机电一体化技术, 电气自动化技术, 计算机应用技术, 电子商务, 建筑工程技术, 工程造价"},
{"schoolname": "徐州工业职业技术学院", "type": "理工类", "city": "徐州市", "info": "皮具制作与工艺, 移动商务, 安全技术与管理, 室内艺术设计, 应用电子技术, 高分子材料工程技术, 光伏材料制备技术, 财务管理, 电子商务, 酒店管理, 旅游管理, 商务数据分析与应用, 市场营销, 物流管理, 环境工程技术"},
{"schoolname": "金山职业技术学院", "type": "理工类", "city": "镇江市", "info": ""},
{"schoolname": "解放军国际关系学院", "type": "军事类", "city": "南京市", "info": "印地语, 缅甸语, 泰语, 越南语"},
{"schoolname": "常州工业职业技术学院", "type": "理工类", "city": "常州市", "info": "高分子材料工程技术, 高分子材料加工技术, 精细化工技术, 数控技术, 休闲体育, 生物质能应用技术, 机电一体化技术, 光电技术应用, 文秘, 国际贸易实务, 国际商务（跨境电子商务方向）, 会计（专科）, 会计（海外本科直通车）, 统计与会计核算, 机械设计与制造"},
{"schoolname": "中国人民解放军陆军工程大学", "type": "军事类", "city": "南京市", "info": "建筑学, 通信工程, 网络工程, 信息工程, 建筑工程管理, 计算机科学与技术, 工程管理, 建筑环境与设备工程, 土木工程, 给排水科学与工程, 电子信息工程（航空机务技术与指挥）, 通信工程（战场机动通信技术与指挥）, 光电信息科学与工程, 土木工程（阵地工程与指挥）, 道路桥梁与渡河工程（机动保障工程与指挥）"},
{"schoolname": "江苏食品药品职业技术学院", "type": "理工类", "city": "淮安市", "info": "食品加工技术, 药学, 药品经营与管理, 药品质量与安全, 药品生产技术, 中西面点工艺, 西餐工艺, 酒店管理, 旅游管理, 电子商务, 会计, 财务管理, 幼儿发展与健康管理, 电气自动化技术, 烹调工艺与营养"},
{"schoolname": "西交利物浦大学", "type": "综合类", "city": "苏州市", "info": "传媒英语, 国际事务与国际关系, 国际商务英语, 国际商务, 工商管理, 经济学, 金融英语, 经济与金融, 会计学, 人力资源管理, 市场营销, 信息管理与信息系统, 应用英语, 城乡规划, 传播学"},
{"schoolname": "苏州工业职业技术学院", "type": "理工类", "city": "苏州市", "info": "工业机器人技术, 电气自动化技术, 自动化生产设备应用, 机电一体化技术, 电子信息工程技术, 应用电子技术, 通信技术, 移动通信技术, 汽车电子技术, 汽车检测与维修技术, 会计信息管理, 市场营销, 电子商务, 物流管理, 汽车营销与服务"},
{"schoolname": "无锡工艺职业技术学院", "type": "艺术类", "city": "无锡市", "info": "陶瓷设计与工艺, 材料工程技术, 环境艺术设计, 服装陈列与展示设计, 机电一体化技术, 数控技术, 电线电缆制造技术, 眼视光技术, 计算机网络技术, 物联网应用技术, 计算机信息管理, 软件技术, 国际经济与贸易, 市场营销, 财务管理"},
{"schoolname": "南京交通职业技术学院", "type": "理工类", "city": "南京市", "info": "建筑装饰工程技术, 道路桥梁工程技术, 城市轨道交通工程技术, 物流管理, 会计, 工程造价, 建筑工程技术, 汽车运用与维修技术, 新能源汽车运用与维修, 港口与航道工程技术, 城市轨道交通通信信号技术, 城市轨道交通车辆技术, 冷链物流技术与管理, 室内艺术设计, 视觉传播设计与制作"},
{"schoolname": "南京信息职业技术学院", "type": "理工类", "city": "南京市", "info": "电子信息工程技术, 软件技术, 计算机网络技术, 物联网应用技术, 应用电子技术, 汽车检测与维修技术, 新能源汽车技术, 汽车营销与服务, 移动应用开发, 云计算技术与应用, 计算机应用技术, 信息安全与管理, 城市轨道交通运营管理, 移动通信技术, 通信技术"},
{"schoolname": "苏州卫生职业技术学院", "type": "医药类", "city": "苏州市", "info": "卫生检验与检疫技术, 医学影像技术, 护理, 助产, 临床医学, 药学, 中药学, 医学检验技术, 医学营养, 康复治疗技术, 医学生物技术, 卫生信息管理, 会计, 口腔医学, 口腔医学技术"},
{"schoolname": "金肯职业技术学院", "type": "理工类", "city": "南京市", "info": "市政工程技术, 建筑设计, 环境艺术设计, 艺术设计, 数字媒体应用技术, 国际经济与贸易, 动漫设计, 城市轨道交通运营管理, 空中乘务, 建筑工程技术, 机械制造与自动化, 数控技术, 机电一体化技术, 电气自动化技术, 汽车制造与装配技术"},
{"schoolname": "南京信息工程大学滨江学院", "type": "理工类", "city": "无锡市", "info": "大气科学, 测绘工程, 地理信息科学, 遥感科学与技术, 电气工程及其自动化, 自动化, 测控技术与仪器, 电子信息工程, 电子科学与技术, 通信工程, 信息工程, 计算机科学与技术, 计算机科学与技术（嵌入式培养）, 软件工程, 软件工程（嵌入式培养）"},
{"schoolname": "江苏医药职业学院", "type": "医药类", "city": "盐城市", "info": "临床医学, 康复治疗技术, 药学, 中药学, 护理, 助产, 医学影像技术, 药品生产技术, 药品经营与管理, 医疗设备应用技术, 言语听觉康复技术, 护理（老年护理）, 药物制剂技术, 生物制药技术, 康复工程技术"},
{"schoolname": "江苏信息职业技术学院", "type": "理工类", "city": "无锡市", "info": "软件技术, 物联网应用技术, 微电子技术, 模具设计与制造, 汽车检测与维修技术, 汽车营销与服务, 环境艺术设计, 视觉传播设计与制作, 国际贸易实务, 旅游管理, 电子信息工程技术, 市场营销, 工程造价, 信息安全与管理"},
{"schoolname": "苏州经贸职业技术学院", "type": "财经类", "city": "苏州市", "info": "电子商务, 连锁经营管理, 物流管理, 投资与理财, 会计, 国际贸易实务, 国际商务, 应用电子技术, 机电一体化技术, 软件技术, 环境艺术设计, 旅游管理, 商务英语, 文秘, 人力资源管理"},
{"schoolname": "江苏航运职业技术学院", "type": "理工类", "city": "南通市", "info": "航海技术, 水路运输与海事管理, 轮机工程技术, 船舶电子电气技术, 船舶机械工程技术, 船舶工程技术, 海洋工程技术, 港口与航道工程技术, 建筑工程技术, 大数据技术与应用, 视觉传播设计与制作, 环境艺术设计, 城市轨道交通车辆技术, 城市轨道交通运营管理, 报关与国际货运"},
{"schoolname": "江苏农林职业技术学院", "type": "农林类", "city": "镇江市", "info": "财务管理, 园艺技术, 作物生产技术, 畜牧兽医, 食品营养与检测, 食品加工技术, 电子商务, 物流管理, 市场营销, 环境艺术设计, 林业技术, 园林技术, 水产养殖技术, 机电一体化技术, 汽车检测与维修技术"},
{"schoolname": "无锡职业技术学院", "type": "理工类", "city": "无锡市", "info": "广告设计与制作, 数字媒体艺术设计, 室内艺术设计, 商务英语, 商务日语, 应用德语, 应用法语, 旅游管理, 酒店管理, 工业机器人技术, 工业过程自动化技术, 电气自动化技术, 智能控制技术, 供热通风与空调工程技术, 汽车检测与维修技术"},
{"schoolname": "江苏海事职业技术学院", "type": "综合类", "city": "南京市", "info": "船舶检验, 工程测量技术, 机械制造与自动化, 船舶工程技术, 海洋工程技术, 船舶电子电气技术, 建筑智能化工程技术, 报关与国际货运, 软件技术, 电子信息工程技术, 国际邮轮乘务管理, 会展策划与管理, 会计, 物流管理, 商务英语"},
{"schoolname": "江苏大学京江学院", "type": "综合类", "city": "镇江市", "info": "机械设计制造及其自动化, 机械电子工程, 车辆工程, 交通运输, 材料成型及控制工程, 电气工程及其自动化, 自动化, 电子信息工程, 计算机科学与技术, 通信工程, 土木工程, 英语, 国际经济与贸易, 统计学, 会计学"},
{"schoolname": "南京师范大学泰州学院", "type": "师范类", "city": "泰州市", "info": "生物技术, 建筑电气与智能化, 电气工程及其自动化, 数学与应用数学, 国际经济与贸易, 工商管理, 行政管理, 财务管理, 法学, 广播电视编导, 电子信息工程, 播音与主持艺术, 音乐表演, 视觉传达设计, 环境设计"},
{"schoolname": "苏州农业职业技术学院", "type": "农林类", "city": "苏州市", "info": "数字媒体艺术设计, 园林工程技术, 建筑室内设计, 环境艺术设计, 物流管理, 连锁经营管理, 国际贸易实务, 计算机网络技术, 电气自动化技术, 物联网应用技术, 会展策划与管理, 商务日语, 环境工程技术, 生态农业技术, 药品生物技术"},
{"schoolname": "江南影视艺术职业学院", "type": "艺术类", "city": "无锡市", "info": "空中乘务, 高速铁路客运乘务, 民航安检, 酒店管理, 环境艺术设计, 广告设计与制作, 软件技术, 数字媒体应用技术, 服装与服饰设计, 人物形象设计, 幼儿发展与健康管理, 播音与主持, 影视编导, 摄影摄像技术, 动漫制作技术"},
{"schoolname": "江海职业技术学院", "type": "理工类", "city": "扬州市", "info": "电气自动化技术, 计算机应用技术, 应用电子技术, 建筑装饰工程技术, 建筑工程技术, 工程造价, 道路桥梁工程技术, 环境工程技术, 机电一体化技术, 汽车制造与装配技术, 应用英语, 国际贸易实务, 市场营销, 首饰设计与工艺, 幼儿发展与健康管理"},
{"schoolname": "连云港师范高等专科学校", "type": "师范类", "city": "连云港市", "info": "青少年工作与管理, 食品营养与卫生, 心理咨询, 音乐表演, 文秘, 播音与主持, 美术教育, 美术, 环境艺术设计, 广告设计与制作, 药品生物技术, 机电一体化技术, 药品质量与安全, 会计, 动漫制作技术"},
{"schoolname": "江苏城市职业学院", "type": "综合类", "city": "南京市", "info": "机电一体化技术, 工程造价, 建筑装饰工程技术, 建筑设备工程技术, 物流管理, 会计, 国际贸易实务, 环境艺术设计, 建筑工程技术, 人物形象设计, 化妆品经营与管理, 广播影视节目制作, 影视动画, 室内艺术设计, 广告设计与制作"},
{"schoolname": "南通理工学院", "type": "综合类", "city": "南通市", "info": "交通运输, 机器人工程, 电子信息工程, 网络工程, 市场营销, 酒店管理, 标准化工程, 视觉传达设计, 自动化, 金融工程, 工程造价, 健康服务与管理, 金属材料工程, 计算机科学与技术, 电气工程及其自动化"},
{"schoolname": "常州大学怀德学院", "type": "理工类", "city": "泰州市", "info": "过程装备与控制工程, 工程管理, 环境工程, 日语, 国际经济与贸易, 财务管理, 英语, 物流管理, 人力资源管理, 市场营销, 给排水科学与工程, 计算机科学与技术, 土木工程, 电子信息工程, 电气工程及其自动化"},
{"schoolname": "无锡商业职业技术学院", "type": "财经类", "city": "无锡市", "info": "市场营销, 电子商务, 工商企业管理, 连锁经营管理, 物流管理, 国际经济与贸易, 商务英语, 商务数据分析与应用, 会计, 财务管理, 互联网金融, 保险, 旅游管理, 酒店管理, 建筑室内设计"},
{"schoolname": "江苏经贸职业技术学院", "type": "财经类", "city": "南京市", "info": "财务管理, 会计, 审计, 市场营销, 连锁经营管理, 工商企业管理, 人力资源管理, 金融管理, 国际金融, 国际贸易实务"},
{"schoolname": "无锡南洋职业技术学院", "type": "理工类", "city": "无锡市", "info": "空中乘务, 高速铁路客运乘务, 建筑工程技术, 建设工程管理, 工程造价, 金融管理, 市场营销, 会计, 机电一体化技术, 计算机应用技术, 软件技术, 烹调工艺与营养, 汽车检测与维修技术, 汽车营销与服务, 汽车运用与维修技术"},
{"schoolname": "镇江市高等专科学校", "type": "理工类", "city": "镇江市", "info": "机械制造与自动化, 机电一体化技术, 模具设计与制造, 工业机器人技术, 机械产品检测检验技术, 新能源汽车技术, 汽车检测与维修技术, 工业过程自动化技术, 计算机应用技术, 会计, 市场营销, 电子商务, 物流管理, 护理, 眼视光技术"},
{"schoolname": "苏州工艺美术职业技术学院", "type": "艺术类", "city": "苏州市", "info": "环境艺术设计, 服装表演, 陶瓷设计与工艺, 雕刻艺术设计, 数字媒体艺术设计, 视觉传播设计与制作, 广告设计与制作, 民族美术, 刺绣设计与工艺, 首饰设计与工艺, 美术, 服装与服饰设计, 展示艺术设计, 摄影与摄像艺术, 动漫设计"},
{"schoolname": "连云港职业技术学院", "type": "理工类", "city": "连云港市", "info": "高速铁路客运乘务, 空中乘务, 应用韩语, 商务英语, 电气自动化技术, 电子信息工程技术, 数控技术, 机电一体化技术, 无人机应用技术, 汽车检测与维修技术, 建筑装饰工程技术, 市政工程技术, 建筑设计, 工程造价, 建设工程监理"},
{"schoolname": "南通职业大学", "type": "理工类", "city": "南通市", "info": "机械制造与自动化, 工业机器人技术, 电气自动化技术, 应用电子技术, 数控技术, 模具设计与制造, 机电一体化技术, 物联网应用技术, 计算机应用技术, 软件技术（嵌入式培养）, 无人机应用技术, 药品生产技术, 药品经营与管理, 建筑装饰工程技术, 建筑工程技术"},
{"schoolname": "沙洲职业工学院", "type": "理工类", "city": "苏州市", "info": "建筑工程技术, 机械制造与自动化, 数控技术, 国际经济与贸易, 机电一体化技术, 现代纺织技术, 纺织品检验与贸易"},
{"schoolname": "泰州职业技术学院", "type": "理工类", "city": "泰州市", "info": "市场营销, 物流管理, 环境艺术设计, 广告设计与制作, 青少年工作与管理, 机电一体化技术, 数控技术, 工业机器人技术, 电气自动化技术, 助产, 口腔医学技术, 康复治疗技术, 药学, 会计, 旅游管理"},
{"schoolname": "江苏联合职业技术学院", "type": "理工类", "city": "南京市", "info": "机电一体化技术, 软件技术, 国际贸易实务, 数控设备应用与维护, 机械设计与制造, 模具设计与制造, 电气自动化技术, 建筑智能化工程技术, 分布式发电与微电网技术, 通信技术, 物联网应用技术, 电力系统自动化技术, 汽车检测与维修技术, 汽车制造与装配技术, 汽车营销与服务"},
{"schoolname": "南通科技职业学院", "type": "农林类", "city": "南通市", "info": "建筑智能化工程技术, 信息安全与管理, 计算机网络技术, 计算机应用技术, 物流管理, 旅游管理, 酒店管理, 空中乘务, 会计, 电子商务, 市场营销, 农业经济管理, 城市轨道交通运营管理, 植物保护与检疫技术, 园艺技术"},
{"schoolname": "江苏电子信息职业学院", "type": "理工类", "city": "淮安市", "info": "汽车检测与维修技术, 应用电子技术, 微电子技术, 新能源汽车运用与维修, 电气自动化技术, 汽车营销与服务, 广告设计与制作, 物流管理, 连锁经营管理, 电子商务"},
{"schoolname": "苏州工业园区职业技术学院", "type": "理工类", "city": "苏州市", "info": "机械设计与制造, 报关与国际货运, 数控技术, 机电一体化技术, 汽车运用与维修技术, 计算机网络技术, 软件技术, 物流管理, 旅游管理, 通信技术, 模具设计与制造, 机电设备维修与管理, 医疗器械维护与管理, 商务管理（会展与营销方向）, 商务管理（营销服务外包方向）"},
{"schoolname": "南京科技职业学院", "type": "理工类", "city": "南京市", "info": "高分子材料工程技术, 应用化工技术, 药品生产技术, 机电一体化技术, 电子信息工程技术, 计算机应用技术, 计算机网络技术, 云计算技术与应用, 市场营销, 建筑工程技术, 精细化工技术, 化妆品技术, 环境监测与控制技术, 环境工程技术, 安全技术与管理"},
{"schoolname": "宿迁职业技术学院", "type": "理工类", "city": "宿迁市", "info": "云计算技术与应用, 环境艺术设计, 计算机网络技术, 移动应用开发, 计算机应用技术, 软件技术, 智能产品开发, 动漫制作技术（网络游戏方向）, 会计, 财务管理, 工商企业管理, 建筑工程技术, 工程造价, 建筑装饰工程技术, 机电一体化技术"},
{"schoolname": "常州机电职业技术学院", "type": "理工类", "city": "常州市", "info": "软件技术, 数字媒体应用技术, 电子信息工程技术, 物联网应用技术, 电气自动化技术, 机电一体化技术, 数控技术, 机械设计与制造, 机械制造与自动化, 数控设备应用与维护, 会计, 视觉传播设计与制作, 供用电技术, 新能源汽车技术, 市场营销"},
{"schoolname": "江阴职业技术学院", "type": "理工类", "city": "无锡市", "info": "建筑工程技术, 室内艺术设计, 建筑室内设计, 服装设计与工艺, 物流管理, 物业管理, 市场营销, 旅游管理, 机电一体化技术, 机械制造与自动化, 模具设计与制造, 商务英语, 会计, 财务管理, 数控技术"},
{"schoolname": "无锡城市职业技术学院", "type": "财经类", "city": "无锡市", "info": "道路桥梁工程技术, 工程造价, 学前教育, 美术教育, 音乐教育, 影视编导, 数字媒体艺术设计, 视觉传播设计与制作, 房地产经营与管理, 建设项目信息化管理, 无人机应用技术, 广告设计与制作, 环境艺术设计, 动漫制作技术, 广播影视节目制作"},
{"schoolname": "苏州健雄职业技术学院", "type": "理工类", "city": "苏州市", "info": "机电一体化技术, 物流管理, 药品生产技术, 软件技术, 模具设计与制造, 数控技术, 报关与国际货运, 会计, 财务管理, 市场营销, 医学生物技术, 工业分析技术, 电子商务技术, 移动互联应用技术, 酒店管理"},
{"schoolname": "盐城工业职业技术学院", "type": "理工类", "city": "盐城市", "info": "机电一体化技术, 电气自动化技术, 智能控制技术, 应用电子技术, 生物质能应用技术, 报关与国际货运, 会计, 物流管理, 连锁经营管理, 酒店管理, 染整技术, 化学制药技术, 应用化工技术, 建筑装饰材料及检测, 工业分析技术"},
{"schoolname": "江苏财经职业技术学院", "type": "财经类", "city": "淮安市", "info": "会计, 财务管理, 电子商务, 计算机应用技术, 计算机网络技术, 工商企业管理, 金融管理, 互联网金融, 汽车检测与维修技术, 市场营销"},
{"schoolname": "南京机电职业技术学院", "type": "理工类", "city": "南京市", "info": "通信系统运行管理, 移动商务, 电子信息工程技术, 应用电子技术, 物联网应用技术, 数控技术, 机电一体化技术, 电气自动化技术, 软件技术, 数字媒体应用技术, 智能产品开发, 机械设计与制造, 机械制造与自动化, 模具设计与制造, 数控设备应用与维护"},
{"schoolname": "江苏卫生健康职业学院", "type": "医药类", "city": "南京市", "info": "护理, 助产, 临床医学, 针灸推拿, 康复治疗技术, 药学, 中药学, 医学影像技术, 放射治疗技术, 医学检验技术"},
{"schoolname": "无锡太湖学院", "type": "综合类", "city": "无锡市", "info": "金融学, 会计学, 电子信息工程, 通信工程, 自动化, 工程管理, 土木工程, 工商管理, 人力资源管理, 旅游管理, 英语, 日语, 计算机科学与技术, 国际经济与贸易, 机械工程（模具方向）（智能制造技术方向）（3D打印技术方向）"},
{"schoolname": "苏州托普信息职业技术学院", "type": "理工类", "city": "苏州市", "info": "汽车电子技术, 机械制造与自动化, 数控设备应用与维护, 模具设计与制造, 机械设计与制造, 计算机应用技术, 应用电子技术, 软件技术, 机电一体化技术, 电气自动化技术, 移动互联应用技术, 影视动画, 物流管理, 市场营销, 会计"},
{"schoolname": "应天职业技术学院", "type": "理工类", "city": "南京市", "info": ""},
{"schoolname": "硅湖职业技术学院", "type": "理工类", "city": "苏州市", "info": "工商企业管理, 市场营销, 国际商务, 会计, 机电一体化技术, 建筑工程技术, 环境艺术设计, 物流管理, 旅游管理, 电子商务, 模具设计与制造, 电气自动化技术, 计算机应用技术, 计算机网络技术, 道路桥梁工程技术"},
{"schoolname": "九州职业技术学院", "type": "理工类", "city": "徐州市", "info": "机械制造与自动化, 机电一体化技术, 电气自动化技术, 城市轨道交通通信信号技术, 计算机应用技术, 移动应用开发, 计算机网络技术, 建筑工程技术, 工程造价, 建筑装饰工程技术, 建筑钢结构工程技术, 道路桥梁工程技术, 城市轨道交通工程技术, 园林工程技术, 会计"},
{"schoolname": "太湖创意职业技术学院", "type": "理工类", "city": "无锡市", "info": "空中乘务, 飞机机电设备维修, 计算机应用技术, 电子商务, 导游, 艺术设计, 服装与服饰设计, 动漫制作技术, 物流管理, 建设工程管理, 会计, 市场营销, 建筑工程技术, 国际经济与贸易, 商务英语"},
{"schoolname": "正德职业技术学院", "type": "理工类", "city": "南京市", "info": "建筑装饰工程技术, 建筑室内设计, 工程造价, 数控技术, 机电一体化技术, 电气自动化技术, 直升机驾驶技术, 空中乘务, 飞机机电设备维修, 电子信息工程技术, 计算机应用技术, 计算机网络技术, 通信技术, 会计, 物流管理"},
{"schoolname": "昆山登云科技职业学院", "type": "理工类", "city": "苏州市", "info": "汽车检测与维修技术, 汽车电子技术, 计算机网络技术, 移动互联应用技术, 数控技术, 模具设计与制造, 财务管理, 市场营销, 酒店管理, 工商企业管理, 高速铁路客运乘务, 电子商务, 老年服务与管理, 汽车营销与服务, 汽车车身维修技术"},
{"schoolname": "南京视觉艺术职业学院", "type": "艺术类", "city": "南京市", "info": "播音与主持, 影视编导, 数字媒体艺术设计, 摄影与摄像艺术, 摄影摄像技术, 广播影视节目制作, 音乐表演, 舞蹈表演, 高尔夫球运动与管理, 影视动画, 休闲服务与管理"},
{"schoolname": "扬州市职业大学（扬州市广播电视大学）", "type": "理工类", "city": "扬州市", "info": "应用电子技术, 机械制造与自动化, 模具设计与制造, 应用化工技术, 电子商务, 市场营销, 音乐表演, 医学检验技术, 助产, 护理, 园林技术, 园艺技术, 人力资源管理, 新闻采编与制作, 文秘"},
{"schoolname": "南京旅游职业学院", "type": "其他", "city": "南京市", "info": "酒店管理, 空中乘务, 旅游英语, 财务管理, 烹调工艺与营养, 西餐工艺, 中西面点工艺, 旅游管理, 导游, 电子商务, 高尔夫球运动与管理, 环境艺术设计, 会展策划与管理, 旅游日语, 应用韩语"},
{"schoolname": "南京大学金陵学院", "type": "综合类", "city": "南京市", "info": "土木工程, 宝石及材料工艺学, 网络与新媒体, 应用化学, 环境科学, 生物科学, 财务管理, 会计学, 英语, 西班牙语"},
{"schoolname": "南京理工大学紫金学院", "type": "理工类", "city": "南京市", "info": "电气工程及其自动化, 车辆工程, 测控技术与仪器, 工业工程, 土木工程, 英语, 法学, 公共事业管理, 自动化, 交通工程, 机械工程, 软件工程, 人力资源管理, 会计学, 市场营销"},
{"schoolname": "南京航空航天大学金城学院", "type": "理工类", "city": "南京市", "info": "车辆工程, 播音与主持艺术, 土木工程, 工商管理, 物流管理, 国际经济与贸易, 会计学（CIMA）, 会计学, 金融学, 电气工程及其自动化, 自动化, 软件工程（嵌入式培养）, 信息工程, 软件工程, 计算机科学与技术"},
{"schoolname": "南京传媒学院", "type": "艺术类", "city": "南京市", "info": "播音与主持艺术, 智能科学与技术, 电子信息工程, 广播电视工程, 数字媒体技术, 经济学, 文化产业管理, 数字媒体艺术, 动画, 绘画, 美术学, 服装与服饰设计, 产品设计, 环境设计, 视觉传达设计"},
{"schoolname": "南京工业大学浦江学院", "type": "理工类", "city": "南京市", "info": "给排水科学与工程, 土木工程, 建筑环境与能源应用工程, 机械工程, 交通工程, 建筑学, 自动化, 轨道交通信号与控制, 电气工程及其自动化, 计算机科学与技术（嵌入式培养）, 通信工程, 车辆工程, 汽车服务工程, 财务管理, 市场营销"},
{"schoolname": "南京师范大学中北学院", "type": "综合类", "city": "南京市", "info": "汉语言文学, 新闻学, 金融学, 行政管理, 会计学, 电气工程及其自动化, 广告学, 法语, 日语, 英语, 商务英语, 翻译, 工商管理, 国际经济与贸易, 电子信息工程"},
{"schoolname": "南京医科大学康达学院", "type": "综合类", "city": "连云港市", "info": "英语, 公共事业管理（医疗保险方向）, 公共事业管理（健康教育与媒体传播方向）, 公共事业管理（卫生信息管理与信息系统方向）, 公共事业管理（卫生法规与行政管理方向）, 生物医学工程, 眼视光学, 护理学, 医学信息工程, 康复治疗学, 药学, 医学检验技术, 医学影像技术, 临床医学, 预防医学"},
{"schoolname": "南京中医药大学翰林学院", "type": "医药类", "city": "泰州市", "info": "药事管理, 国际经济与贸易, 市场营销, 中药学, 药学, 制药工程, 药物制剂, 中药资源与开发, 生物制药, 针灸推拿学, 护理学, 康复治疗学, 中医学, 中医学（中医全科医学）, 应用心理学"},
{"schoolname": "苏州大学文正学院", "type": "综合类", "city": "苏州市", "info": "金融学, 国际经济与贸易, 法学, 人力资源管理, 城市管理, 汉语言文学, 汉语国际教育, 新闻学, 英语, 日语, 服装设计与工程, 机械工程, 机械电子工程, 电气工程及其自动化, 应用化学"},
{"schoolname": "苏州大学应用技术学院", "type": "综合类", "city": "苏州市", "info": "服装设计与工程（中外合作办学）, 机械工程, 机械设计制造及其自动化, 电气工程及其自动化, 电子信息科学与技术, 电子信息工程, 计算机科学与技术（嵌入式培养）, 物联网工程（中外合作办学）, 会计学, 财务管理, 国际经济与贸易, 酒店管理, 旅游管理, 市场营销, 投资学"},
{"schoolname": "苏州科技大学天平学院", "type": "综合类", "city": "苏州市", "info": "环境设计, 风景园林, 环境工程, 给排水科学与工程, 人文地理与城乡规划, 建筑环境与能源应用工程, 土木工程（建筑工程）, 土木工程（道路桥梁工程）, 工程管理, 工程造价, 计算机科学与技术, 电子信息工程, 通信工程, 酒店管理, 物流管理"},
{"schoolname": "扬州大学广陵学院", "type": "综合类", "city": "扬州市", "info": "服装与服饰设计, 法学, 广播电视学, 汉语言文学, 英语, 财务管理, 工商管理, 国际经济与贸易, 会计学, 人力资源管理, 市场营销, 电子信息工程, 机械设计制造及其自动化, 计算机科学与技术, 软件工程"},
{"schoolname": "江苏师范大学科文学院", "type": "综合类", "city": "徐州市", "info": "广播电视编导, 播音与主持艺术, 视觉传达设计, 数字媒体艺术, 经济统计学, 金融工程, 国际经济与贸易, 汉语言文学, 汉语国际教育, 日语"},
{"schoolname": "南京邮电大学通达学院", "type": "综合类", "city": "扬州市", "info": "物流管理, 市场营销, 电子商务, 广告学, 信息管理与信息系统, 金融工程, 财务管理, 自动化, 电气工程及其自动化, 计算机科学与技术（嵌入式培养）, 计算机科学与技术, 信息工程, 通信工程（嵌入式培养）, 通信工程, 软件工程（嵌入式培养）"},
{"schoolname": "江苏科技大学苏州理工学院", "type": "综合类", "city": "苏州市", "info": "通信工程, 机械电子工程, 焊接技术与工程, 计算机科学与技术, 船舶与海洋工程, 旅游管理, 英语, 材料成型及控制工程, 机械设计制造及其自动化, 信息管理与信息系统, 新能源材料与器件, 土木工程, 工程管理, 电气工程及其自动化, 电子信息工程"},
{"schoolname": "南通大学杏林学院", "type": "综合类", "city": "南通市", "info": "动画, 视觉传达设计, 环境设计, 产品设计, 日语, 广播电视学, 应用心理学, 经济统计学, 人文地理与城乡规划, 会计学, 市场营销, 软件工程, 自动化, 物联网工程, 电子信息工程"},
{"schoolname": "明达职业技术学院", "type": "理工类", "city": "盐城市", "info": ""},
{"schoolname": "苏州信息职业技术学院", "type": "理工类", "city": "苏州市", "info": "报关与国际货运, 资产评估与管理, 国际贸易实务, 市场营销, 电子商务, 物流管理, 旅游管理, 汽车电子技术, 应用电子技术, 通信技术, 建筑智能化工程技术, 机电一体化技术, 电气自动化技术, 计算机应用技术, 计算机网络技术"},
{"schoolname": "苏州高博软件技术职业学院", "type": "理工类", "city": "苏州市", "info": "新能源汽车技术, 汽车检测与维修技术, 护理, 城市轨道交通运营管理（乘务管理、站务管理、综合机电）, 软件技术（Web应用开发、软件测试）, 工业机器人技术（机器人运用技术、机器人操控与维护）, 移动互联应用技术（安卓应用开发、iOS应用开发）, 无人机应用技术（无人机操控与维护、无人机运用工程）, 计算机网络技术（计算机网络、物联网应用）, 电梯工程技术（电梯安装与维护、智能楼宇与电梯）, 机电一体化技术（机电工程管理、光电技术）, 建筑设计（消防工程）, 环境艺术设计（室内设计、景观设计）, 视觉传播设计与制作（包装设计、平面设计）, 影视动画（影视制作、动画制作）"},
{"schoolname": "解放军空军勤务学院", "type": "军事类", "city": "徐州市", "info": ""},
{"schoolname": "苏州工业园区服务外包职业学院", "type": "理工类", "city": "苏州市", "info": "移动应用开发, 计算机网络技术, 软件技术, 公共艺术设计, 商务管理, 采购与供应管理, 智能产品开发, 动漫制作技术, 休闲体育, 数字媒体艺术设计, 数字出版, 嵌入式技术与应用, 微电子技术, 电子商务, 会计"},
{"schoolname": "宿迁泽达职业技术学院", "type": "其他", "city": "宿迁市", "info": "模具设计与制造, 机电一体化技术, 电气自动化技术, 计算机应用技术, 应用电子技术"},
{"schoolname": "解放军南京陆军指挥学院", "type": "军事类", "city": "南京市", "info": ""},
{"schoolname": "解放军工程兵学院", "type": "军事类", "city": "徐州市", "info": ""},
{"schoolname": "徐州幼儿师范高等专科学校", "type": "师范类", "city": "徐州市", "info": "社区康复, 学前教育, 旅游英语, 应用英语, 音乐剧表演, 英语教育, 特殊教育, 早期教育, 体育教育, 艺术设计, 老年服务与管理, 老年保健与管理, 音乐表演, 学前教育（3+2）, 特殊教育（3+2）"},
{"schoolname": "徐州生物工程职业技术学院", "type": "理工类", "city": "徐州市", "info": "护理, 康复治疗技术, 药品生物技术, 药品生产技术, 药品质量与安全, 生物制药技术, 药物制剂技术, 食品药品监督管理, 药学, 中药学, 现代农业技术, 园艺技术, 植物保护与检疫技术, 园林技术, 建筑室内设计"},
{"schoolname": "泰州学院", "type": "综合类", "city": "泰州市", "info": "网络与新媒体, 知识产权, 数学与应用数学（师范）, 应用统计学, 英语（师范）, 商务英语, 学前教育（师范）, 小学教育（师范）, 计算机科学与技术, 物联网工程"},
{"schoolname": "江苏省青年管理干部学院", "type": "", "city": "南京市", "info": ""},
{"schoolname": "江苏商贸职业学院", "type": "综合类", "city": "南通市", "info": "会计, 审计, 财务管理, 金融管理, 报关与国际货运, 连锁经营管理, 旅游管理, 国际邮轮乘务管理, 市场营销, 国际贸易实务"},
{"schoolname": "南京城市职业学院", "type": "综合类", "city": "南京市", "info": "会计, 建筑工程技术, 工程造价, 视觉传播设计与制作, 环境艺术设计, 艺术设计, 国际经济与贸易, 金融管理, 财务管理, 物流管理"},
{"schoolname": "江苏第二师范学院", "type": "师范类", "city": "南京市", "info": "秘书学, 贸易经济, 商务英语, 应用化学, 物联网工程（嵌入式培养）, 电子信息工程, 数字媒体艺术, 计算机科学与技术, 视觉传达设计, 生物制药"},
{"schoolname": "中国人民大学（苏州校区）", "type": "综合类", "city": "苏州市", "info": "金融学, 金融学, 国民经济管理"},
{"schoolname": "江苏财会职业学院", "type": "财经类", "city": "连云港市", "info": "会计, 金融管理, 物流管理, 连锁经营管理, 市场营销, 财务管理, 大数据技术与应用, 软件技术, 社会工作, 税务, 国际贸易实务, 审计, 财务管理（3+2）, 电子商务"},
{"schoolname": "南通师范高等专科学校", "type": "师范类", "city": "南通市", "info": "学前教育, 幼儿发展与健康管理, 语文教育, 文秘, 数学教育, 财务管理, 电子商务, 英语教育, 商务英语, 商务日语"},
{"schoolname": "江苏护理职业学院", "type": "医药类", "city": "淮安市", "info": "护理, 药学, 药品服务与管理, 药品生产技术, 助产, 康复治疗技术, 中医康复技术, 护理(口腔护理)(老年护理), 医学检验技术"},
{"schoolname": "南京审计大学金审学院", "type": "财经类", "city": "南京市", "info": "网络工程（网络架构方向，嵌入式培养） , 网络工程（网络审计方向，嵌入式培养） , 环境设计（室内设计）, 环境设计（景观设计）, 环境设计（家居设计）, 环境设计（展示设计）"},
{"schoolname": "昆山杜克大学", "type": "综合类", "city": "苏州市", "info": "心理学, 计算机科学与技术"},
{"schoolname": "盐城幼儿师范高等专科学校", "type": "师范类", "city": "盐城市", "info": "学前教育, 环境艺术设计, 动漫设计, 电子商务, 建筑工程技术, 市政工程技术, 应用韩语, 商务英语, 音乐教育, 美术教育, 体育教育, 社会体育, 建筑装饰工程技术, 旅游管理"},
{"schoolname": "苏州幼儿师范高等专科学校", "type": "师范类", "city": "苏州市", "info": "学前教育, 早期教育, 音乐教育, 音乐表演, 美术"},
{"schoolname": "扬州中瑞酒店职业学院", "type": "", "city": "扬州市", "info": "空中乘务, 工程造价, 会计, 酒店管理, 西餐工艺, 艺术设计, 高速铁路客运乘务, 计算机网络技术, 软件技术, 室内艺术设计, 物业管理, 会展策划与管理, 环境艺术设计, 餐饮管理, 建设项目信息化管理"},
{"schoolname": "江苏城乡建设职业学院", "type": "理工类", "city": "常州市", "info": "园林工程技术, 给排水工程技术, 会计, 工程造价, 道路桥梁工程技术, 城市轨道交通运营管理, 城市燃气工程技术, 房地产经营与管理, 物业管理, 测绘地理信息技术, 建筑钢结构工程技术, 建筑工程技术, 环境艺术设计, 建筑设计, 供热通风与空调工程技术"},
{"schoolname": "江苏航空职业技术学院", "type": "理工类", "city": "镇江市", "info": "航空发动机维修技术, 飞行器维修技术, 飞行器制造技术, 飞机机电设备维修, 无人机应用技术, 民航安全技术管理, 航空电子电气技术, 航空物流, 空中乘务, 飞机电子设备维修, 通用航空器维修, 机场运行, 航空材料精密成型技术, 民航空中安全保卫"},
{"schoolname": "江苏安全技术职业学院", "type": "理工类", "city": "徐州市", "info": "安全技术与管理, 安全生产监测监控, 工程安全评价与监理, 民航安全技术管理（中航天使航空、高铁方向）, 民航安全技术管理（中航国铁飞机机电设备维修方向）, 电梯工程技术, 机电一体化技术, 机械制造与自动化, 信息安全与管理, 信息安全与管理（武汉伟创聚赢班）, 电子商务, 电子商务（武汉伟创聚赢班）, 云计算技术与应用"},
{"schoolname": "江苏旅游职业学院", "type": "其他", "city": "扬州市", "info": "烹调工艺与营养, 西餐工艺, 中西面点工艺, 旅游管理（航空方向）, 酒店管理（高铁乘务方向）, 会计, 财务管理, 互联网金融, 电子商务, 连锁经营管理, 商务英语, 旅游管理, 酒店管理, 人物形象设计, 艺术设计"},
{"schoolname": "江苏海洋大学", "type": "", "city": "连云港市", "info": "工商管理, 会计学, 财务管理, 市场营销, 物流管理, 国际经济与贸易, 金融学, 水产养殖学, 水族科学与技术, 海洋科学, 生物技术, 动植物检疫, 食品科学与工程, 生物工程, 英语"},
{"schoolname": "扬州市职业大学（扬州市广播电视大学）", "type": "", "city": "扬州市", "info": ""},
{"schoolname": "苏州市职业大学", "type": "", "city": "苏州市", "info": ""}
]