[
{"schoolname": "吉林大学", "type": "综合类", "city": "长春市", "info": "法学, 朝鲜语, 资源勘查工程, 植物保护, 临床医学, 哲学, 化学, 车辆工程, 放射医学, 经济学, 汉语言文学, 数学与应用数学, 物理学, 勘查技术与工程, 机械工程及自动化"},
{"schoolname": "延边大学", "type": "综合类", "city": "延边朝鲜族自治州", "info": "朝鲜语, 中国少数民族语言文学, 动物科学, 汉语言, 产品设计, 林学, 旅游管理, 政治学与行政学, 生物医学工程, 过程装备与控制工程"},
{"schoolname": "东北师范大学", "type": "师范类", "city": "长春市", "info": "数学与应用数学, 新闻学, 经济学, 运动训练, 广告学, 广播电视编导, 音乐学, 武术与民族传统体育, 体育教育, 国际经济与贸易"},
{"schoolname": "北华大学", "type": "综合类", "city": "吉林市", "info": "工商管理, 林学, 园林, 临床医学, 工业设计, 电气工程及其自动化, 数学与应用数学, 思想政治教育, 美术学, 绘画, 雕塑, 视觉传达设计, 环境设计, 产品设计, 国际经济与贸易"},
{"schoolname": "长春大学", "type": "综合类", "city": "长春市", "info": "针灸推拿学, 机械工程及自动化, 金融学, 文化产业管理, 信息与计算科学, 机械工程, 自动化, 电子信息工程, 通信工程, 网络工程, 数学与应用数学, 动画, 国际经济与贸易, 政治学与行政学, 特殊教育"},
{"schoolname": "长春理工大学", "type": "理工类", "city": "长春市", "info": "电子科学与技术, 光电信息科学与工程（理学）, 光电信息科学与工程（理学）（中外合作办学）, 光电信息科学与工程（工学）, 测控技术与仪器, 信息对抗技术, 机械设计制造及其自动化, 机械电子工程, 电子信息工程, 通信工程, 计算机科学与技术, 无机非金属材料工程, 化学工程与工艺, 法学, 数学类（数学与应用数学）"},
{"schoolname": "长春工业大学", "type": "理工类", "city": "长春市", "info": "机械工程及自动化, 电气工程及其自动化（中外合作办学）, 工业工程（中外合作办学）, 计算机科学与技术（中外合作办学）, 工业工程, 动画, 广播电视编导, 服装与服饰设计, 环境设计, 视觉传达设计, 服装设计与工程, 车辆工程, 信息与计算科学, 俄语, 财务管理"},
{"schoolname": "吉林农业大学", "type": "农林类", "city": "长春市", "info": "园艺, 中药资源与开发, 动物医学, 草业科学, 水产养殖学, 交通运输, 新能源科学与工程, 农业建筑环境与能源工程, 自动化, 土地资源管理, 财务管理, 农学, 种子科学与工程, 家政学, 社会学"},
{"schoolname": "长春师范大学", "type": "师范类", "city": "长春市", "info": "科学教育, 人文教育, 历史学, 播音与主持艺术, 戏剧影视文学, 环境设计, 绘画, 小学教育（师范类）, 学前教育（师范类）, 数学与应用数学（师范类）, 化学（师范类）, 地理科学（师范类）, 西班牙语, 冶金工程, 会计学"},
{"schoolname": "吉林师范大学", "type": "师范类", "city": "四平市", "info": "物理学, 统计学, 金融学, 汉语言文学, 朝鲜语, 汉语国际教育, 社会工作, 学前教育, 软件工程, 民族学"},
{"schoolname": "东北电力大学", "type": "理工类", "city": "吉林市", "info": "智能科学与技术, 核工程与核技术, 材料成型及控制工程, 软件工程, 新能源科学与工程, 机械设计制造及其自动化, 市场营销, 广播电视编导, 给排水科学与工程, 通信工程, 测控技术与仪器, 能源与动力工程, 自动化, 电子信息工程, 数学与应用数学"},
{"schoolname": "长春工程学院", "type": "理工类", "city": "长春市", "info": "电气工程及其自动化, 机械设计制造及其自动化, 建筑电气与智能化, 水文与水资源工程, 宝石及材料工艺学, 农业水利工程, 建筑学, 土木工程, 电子信息工程, 自动化, 计算机科学与技术, 材料成型及控制工程, 地质工程, 应用化学, 水利水电工程"},
{"schoolname": "吉林建筑大学", "type": "理工类", "city": "长春市", "info": "城市地下空间工程, 城市管理, 自动化, 给水排水工程, 建筑学, 给排水科学与工程, 风景园林, 建筑电气与智能化, 软件工程, 电气工程及其自动化, 材料化学, 土木工程, 计算机科学与技术, 电子信息工程, 高分子材料与工程"},
{"schoolname": "吉林化工学院", "type": "理工类", "city": "吉林市", "info": "化学工程与工艺, 过程装备与控制工程, 日语, 英语, 车辆工程, 飞行器制造工程, 机械设计制造及其自动化, 工业设计, 能源与动力工程, 材料成型及控制工程, 工业工程, 环境工程, 给排水科学与工程, 安全工程, 化学"},
{"schoolname": "长春中医药大学", "type": "医药类", "city": "长春市", "info": "康复治疗学, 中药学, 药学, 制药工程, 生物制药, 针灸推拿学, 护理学, 中医学, 公共事业管理, 药事管理, 市场营销, 英语, 康复治疗技术, 针灸推拿, 临床医学"},
{"schoolname": "吉林工程技术师范学院", "type": "师范类", "city": "长春市", "info": "机械设计制造及其自动化, 市场营销, 汽车服务工程, 行政管理, 教育学, 信息管理与信息系统, 材料成型及控制工程, 测控技术与仪器, 投资学, 汉语言文学, 国际经济与贸易, 财务管理, 计算机科学与技术, 电子信息工程, 工业设计"},
{"schoolname": "通化师范学院", "type": "师范类", "city": "通化市", "info": "生物技术, 日语, 财务管理, 朝鲜语, 旅游管理, 市场营销, 信息管理与信息系统, 药物制剂, 中药学, 食品科学与工程, 计算机科学与技术, 法学, 物业管理, 文物与博物馆学, 产品设计"},
{"schoolname": "白城师范学院", "type": "师范类", "city": "白城市", "info": "公共事业管理, 生物科学, 物流管理, 动物科学, 汽车服务工程, 文化产业管理, 统计学, 商务英语, 市场营销, 土木工程"},
{"schoolname": "吉林外国语大学", "type": "语言类", "city": "长春市", "info": "英语, 工商管理, 翻译, 商务英语, 朝鲜语, 日语, 阿拉伯语, 印度尼西亚语, 蒙古语, 德语, 俄语, 法语, 葡萄牙语, 西班牙语, 意大利语"},
{"schoolname": "吉林财经大学", "type": "财经类", "city": "长春市", "info": "金融学, 电子商务, 财政学, 税收学, 审计学, 市场营销, 工商管理, 人力资源管理, 物流管理, 旅游管理, 国际商务, 经济统计学, 统计学, 数学与应用数学, 新闻学"},
{"schoolname": "吉林体育学院", "type": "体育类", "city": "长春市", "info": "运动训练, 体育教育, 社会体育指导与管理, 武术与民族传统体育, 公共事业管理, 运动人体科学, 体能训练, 舞蹈表演, 冰雪运动"},
{"schoolname": "吉林农业科技学院", "type": "农林类", "city": "吉林市", "info": "野生动物与自然保护区管理, 应用生物科学, 土木工程, 生物工程, 动物科学, 电子信息科学与技术, 烹饪与营养教育, 园林, 朝鲜语, 应用化学, 药物制剂, 英语, 市场营销, 包装工程, 中草药栽培与鉴定"},
{"schoolname": "吉林医药学院", "type": "医药类", "city": "吉林市", "info": "临床医学, 信息管理与信息系统, 医学检验技术, 食品质量与安全, 药物制剂, 药学, 护理学, 医学影像学, 预防医学, 生物医学工程, 医学影像技术, 康复治疗学, 生物制药, 食品卫生与营养学, 生物技术"},
{"schoolname": "吉林大学—莱姆顿学院", "type": "综合类", "city": "长春市", "info": "汽车行业管理, 酒店与旅游管理, 国际会计, 软件工程, 计算机信息系统, 银行与金融, 市场营销, 国际商务, 通信工程, 工商管理"},
{"schoolname": "长春科技学院", "type": "综合类", "city": "长春市", "info": "动物科学, 应用化学, 网络工程, 食品质量与安全, 金融学, 汉语国际教育, 人力资源管理, 日语, 数字媒体艺术, 园艺, 自动化, 计算机科学与技术, 环境工程, 电子信息科学与技术, 国际经济与贸易"},
{"schoolname": "吉林师范大学博达学院", "type": "师范类", "city": "四平市", "info": "数学与应用数学, 信息工程, 电子信息工程, 软件工程, 英语, 法语, 德语, 商务英语, 日语, 朝鲜语, 俄语, 广播电视编导, 影视摄影与制作, 数字媒体技术, 汉语言文学"},
{"schoolname": "吉林艺术学院", "type": "艺术类", "city": "长春市", "info": "音乐学, 艺术设计, 广播电视学, 艺术管理, 艺术与科技（电子音乐制作与创作）, 表演（服装与服饰展演）, 表演（戏剧影视）, 广播电视编导（戏曲编导）, 音乐表演, 表演, 绘画, 数字媒体艺术"},
{"schoolname": "长春理工大学光电信息学院", "type": "理工类", "city": "长春市", "info": "广告学, 汉语国际教育, 电气工程及其自动化, 自动化, 过程装备与控制工程, 电子信息科学与技术, 汉语言文学, 会计学, 电子信息工程, 计算机科学与技术, 国际经济与贸易, 市场营销, 英语, 机械电子工程, 通信工程"},
{"schoolname": "吉林动画学院", "type": "艺术类", "city": "长春市", "info": "动画, 数字媒体艺术, 艺术与科技, 视觉传达设计, 环境设计, 广播电视编导, 摄影, 网络与新媒体, 播音与主持艺术, 戏剧影视文学, 表演, 戏剧影视导演, 影视摄影与制作, 录音艺术, 漫画"},
{"schoolname": "长春建筑学院", "type": "理工类", "city": "长春市", "info": "建筑学, 环境设计, 城乡规划, 园林, 土木工程, 城市地下空间工程, 建筑环境与能源应用工程, 给排水科学与工程, 环境工程, 安全工程, 建筑电气与智能化, 物联网工程, 信息安全, 通信工程, 自动化"},
{"schoolname": "长春工业大学人文信息学院", "type": "理工类", "city": "长春市", "info": "通信工程, 工程造价, 商务英语, 测控技术与仪器, 电子商务, 计算机科学与技术, 国际经济与贸易, 英语, 电子信息工程, 软件工程, 物流管理, 信息管理与信息系统, 市场营销, 法学, 网络工程"},
{"schoolname": "长春汽车工业高等专科学校", "type": "理工类", "city": "长春市", "info": "汽车造型技术, 汽车制造与装配技术, 汽车电子技术, 汽车营销与服务, 数控技术, 电气自动化技术, 机电一体化技术, 模具设计与制造, 物流管理, 汽车车身维修技术, 汽车检测与维修技术, 统计与会计核算, 汽车智能技术, 汽车改装技术, 机械产品检测检验技术"},
{"schoolname": "吉林工商学院", "type": "财经类", "city": "长春市", "info": "食品科学与工程, 新闻采编与制作, 计算机网络技术, 烹调工艺与营养, 酒店管理, 资产评估与管理, 金融管理, 广告学, 食品营养与检验教育, 机械电子工程, 粮食工程, 计算机科学与技术, 旅游管理, 经济学, 国际经济与贸易"},
{"schoolname": "长春金融高等专科学校", "type": "财经类", "city": "长春市", "info": "国际金融, 证券与期货, 互联网金融, 财务管理, 会计信息管理, 资产评估与管理, 物流管理, 国际贸易实务, 电子商务, 市场营销, 计算机网络技术, 物联网应用技术, 计算机应用技术, 会计（与马来西亚王子国际学院合作办学）, 国际金融（与美国班尼迪克大学合作办学）"},
{"schoolname": "吉林警察学院", "type": "政法类", "city": "长春市", "info": "财务管理, 应用韩语, 文秘, 法律事务, 艺术设计, 治安管理, 刑事侦查, 汉语言文学, 计算机科学与技术, 法学, 艺术设计学, 刑事科学技术, 治安学, 侦查学, 朝鲜语"},
{"schoolname": "长春医学高等专科学校", "type": "医药类", "city": "长春市", "info": "中药学, 药学, 药品生物技术, 药品经营与管理, 护理, 助产, 卫生信息管理, 临床医学, 口腔医学, 针灸推拿, 预防医学, 康复治疗技术, 医学美容技术, 眼视光技术, 中医养生保健"},
{"schoolname": "白城医学高等专科学校", "type": "医药类", "city": "白城市", "info": "护理, 助产, 口腔医学, 口腔医学技术, 临床医学, 康复治疗技术, 眼视光技术, 医学影像技术, 医学美容技术, 药学, 药品经营与管理, 医学检验技术, 放射治疗技术, 中医养生保健, 中医康复技术"},
{"schoolname": "辽源职业技术学院", "type": "综合类", "city": "辽源市", "info": "建筑工程技术, 工程造价, 市政工程技术, 道路桥梁工程技术, 矿山机电技术, 汽车运用与维修技术, 机械制造与自动化, 机电设备维修与管理, 机电一体化技术, 医疗设备应用技术, 医学检验技术, 医学美容技术, 口腔医学技术, 康复治疗技术, 药品生产技术"},
{"schoolname": "四平职业大学", "type": "理工类", "city": "四平市", "info": "机械工程学院, 电子工程学院, 管理学院, 财经学院, 计算机工程学院, 航空旅游学院, 建筑工程学院, 医药学院, 中税汽车学院"},
{"schoolname": "吉林交通职业技术学院", "type": "理工类", "city": "长春市", "info": "道路桥梁工程技术, 道路桥梁工程技术（试验检测）, 工程测量技术, 道路养护与管理, 建筑工程技术, 汽车运用与维修技术, 汽车电子技术, 汽车营销与服务, 保险（机动车方向）, 会计, 物流管理, 物业管理, 工程机械运用技术, 机械制造与自动化, 工业机器人技术"},
{"schoolname": "吉林司法警官职业学院", "type": "政法类", "city": "长春市", "info": "司法警务, 安全防范技术, 司法鉴定技术, 法律事务, 刑事执行, 司法助理, 行政执行, 刑事侦查技术, 法律文秘, 戒毒矫治技术, 罪犯心理测量与矫正技术, 司法信息安全, 社区矫正"},
{"schoolname": "吉林电子信息职业技术学院", "type": "理工类", "city": "吉林市", "info": "机电一体化技术, 电气自动化技术, 工业机器人技术, 发电厂及电力系统, 光伏发电技术与应用, 数控技术, 模具设计与制造, 机械设计与制造, 焊接技术与自动化, 汽车制造与装配技术, 汽车电子技术, 汽车检测与维修技术（中外合作）, 计算机网络技术, 信息安全与管理, 计算机应用技术"},
{"schoolname": "吉林工业职业技术学院", "type": "理工类", "city": "吉林市", "info": "消防工程技术, 数控技术, 机械制造与自动化, 机械设计与制造, 模具设计与制造, 化工装备技术, 焊接技术与自动化, 材料成型与控制技术, 汽车制造与装配技术, 汽车检测与维修技术, 城市轨道交通车辆技术, 应用化工技术, 石油化工技术, 材料工程技术, 精细化工技术"},
{"schoolname": "吉林工程职业学院", "type": "农林类", "city": "四平市", "info": "农业生物技术, 食品加工技术, 国际邮轮乘务管理, 护理, 康复治疗技术, 建设工程管理, 高速铁路客运乘务, 汽车营销与服务, 数字媒体应用技术, 宠物临床诊疗技术, 工程造价, 旅游管理, 机电一体化技术, 畜牧兽医, 道路桥梁工程技术"},
{"schoolname": "长春职业技术学院", "type": "理工类", "city": "长春市", "info": "机械设计制造类, 机电一体化技术（4年制）, 机电一体化技术, 电气自动化技术, 工业机器人技术, 医疗器械维护与管理, 汽车检测与维修技术, 汽车电子技术, 新能源汽车技术, 汽车营销与服务, 汽车车身维修技术, 电子商务, 会计, 市场营销, 投资与理财"},
{"schoolname": "松原职业技术学院", "type": "理工类", "city": "松原市", "info": "学前教育, 小学教育, 护理, 畜牧兽医, 动物医学, 宠物临床诊疗技术, 机电一体化技术, 风电系统运行与维护, 焊接技术与自动化, 数控技术, 机械制造与自动化, 计算机应用技术, 环境艺术设计, 电子商务, 会计"},
{"schoolname": "吉林铁道职业技术学院", "type": "理工类", "city": "吉林市", "info": "铁道交通运营管理, 高速铁路客运乘务, 铁路物流管理, 铁道信号自动控制, 铁道通信与信息化技术, 铁道通信信号设备制造与维护, 铁道工程技术, 高速铁道工程技术, 铁路桥梁与隧道工程技术, 道路桥梁工程技术, 建筑工程技术, 铁道机车, 铁道机车车辆制造与维护, 动车组检修技术, 铁道车辆"},
{"schoolname": "白城职业技术学院", "type": "理工类", "city": "白城市", "info": "广告设计与制作, 数字媒体应用技术, 食品检测技术, 药品经营与管理, 食品加工技术, 宠物临床诊疗技术, 绿色食品生产与检验, 新能源汽车技术, 汽车营销与服务, 汽车检测与维修技术, 汽车智能技术, 智能交通技术运用, 电子商务, 工商企业管理, 会计"},
{"schoolname": "吉林建筑科技学院", "type": "理工类", "city": "长春市", "info": "建筑学, 城乡规划, 土木工程, 城市地下空间工程, 测绘工程, 遥感科学与技术, 交通工程, 道路桥梁与渡河工程, 交通设备与控制工程, 建筑环境与能源应用工程, 建筑环境与能源应用工程（建筑设备）, 给排水科学与工程, 能源与动力工程, 安全工程, 环境工程"},
{"schoolname": "东北师范大学人文学院", "type": "综合类", "city": "长春市", "info": "城市管理, 电子信息科学与技术, 数字媒体技术, 汽车服务工程, 护理学, 舞蹈编导, 音乐学, 舞蹈学, 美术学, 国际经济与贸易"},
{"schoolname": "长春东方职业学院", "type": "综合类", "city": "长春市", "info": "医疗器械维护与管理, 护理, 助产, 药学, 医学检验技术, 眼视光技术, 康复治疗技术, 口腔医学技术, 医学美容技术, 中医康复技术, 药品服务与管理, 药品生产技术, 社区康复, 中医养生保健, 健康管理"},
{"schoolname": "长春信息技术职业学院", "type": "理工类", "city": "长春市", "info": "旅游管理, 空中乘务, 飞行器维修技术, 测绘工程技术, 环境艺术设计, 建筑工程技术, 机电一体化技术, 电气自动化技术, 汽车检测与维修技术, 汽车改装技术, 计算机网络技术, 软件技术, 动漫制作技术, 移动通信技术, 会计"},
{"schoolname": "长白山职业技术学院", "type": "理工类", "city": "白山市", "info": "学前教育, 新闻采编与制作, 会计, 药品经营与管理, 机电一体化技术, 汽车检测与维修技术, 康复治疗技术, 电子商务, 护理, 中药制药技术, 旅游管理, 酒店管理, 老年服务与管理, 移动通信技术(5G方向)"},
{"schoolname": "长春光华学院", "type": "综合类", "city": "长春市", "info": "市场营销, 旅游管理, 经济学, 国际经济与贸易, 音乐表演, 金融学, 数字媒体技术, 工商管理, 财务管理, 会计学, 英语, 日语, 朝鲜语, 俄语, 计算机科学与技术"},
{"schoolname": "长春财经学院", "type": "财经类", "city": "长春市", "info": "法学, 电子商务, 信息管理与信息系统, 计算机科学与技术, 物流管理, 旅游管理, 人力资源管理, 市场营销, 工商管理, 经济统计学, 经济学, 国际商务, 金融工程, 投资学, 税收学"},
{"schoolname": "长春大学旅游学院", "type": "综合类", "city": "长春市", "info": "风景园林, 建筑学, 市场营销, 物流管理, 朝鲜语, 日语, 俄语, 英语, 财务管理, 旅游管理, 会计学, 国际经济与贸易, 酒店管理, 会展经济与管理, 金融学"},
{"schoolname": "中国人民解放军空军航空大学", "type": "军事类", "city": "长春市", "info": "电气工程及其自动化, 飞行器动力工程, 遥感科学与技术"},
{"schoolname": "吉林科技职业技术学院", "type": "理工类", "city": "长春市", "info": "机电一体化技术（电梯）, 物流管理, 酒店管理, 社区康复, 数控技术, 汽车检测与维修技术, 学前教育, 护理, 建筑工程技术, 焊接技术与自动化, 模具设计与制造, 道路桥梁工程技术, 康复治疗技术, 会计, 汽车营销与服务"},
{"schoolname": "吉林省经济管理干部学院", "type": "财经类", "city": "长春市", "info": "城市轨道交通运营管理, 空中乘务, 药品经营与管理, 建筑装饰工程技术, 园林工程技术, 建筑工程技术, 工程造价, 计算机应用技术, 软件技术, 食品加工技术, 食品营养与检测, 投资与理财, 财务管理, 会计, 国际经济与贸易"},
{"schoolname": "吉林城市职业技术学院", "type": "理工类", "city": "长春市", "info": "数控技术, 焊接技术与自动化, 机电一体化技术, 汽车制造与装配技术, 汽车检测与维修技术, 动车组检修技术, 交通运营管理, 软件技术, 康复治疗技术, 互联网金融, 会计, 汽车营销与服务, 电子商务, 数字媒体艺术设计, 幼儿发展与健康管理"},
{"schoolname": "延边职业技术学院", "type": "理工类", "city": "延边朝鲜族自治州", "info": "财务管理, 市场营销, 电子商务, 旅游管理, 应用韩语, 建筑工程技术, 机电一体化技术, 数控技术, 电气自动化技术, 电子信息工程技术, 计算机应用技术, 动漫制作技术, 药品生产技术, 生态农业技术, 汽车检测与维修技术"},
{"schoolname": "吉林省教育学院", "type": "师范类", "city": "长春市", "info": "环境艺术设计, 计算机应用技术, 软件技术, 电子信息工程技术, 电子商务, 心理咨询, 应用英语, 人物形象设计, 视觉传播设计与制作, 数字媒体艺术设计, 公共艺术设计"},
{"schoolname": "解放军装甲兵技术学院", "type": "军事类", "city": "长春市", "info": ""},
{"schoolname": "长春健康职业学院", "type": "综合类", "city": "长春市", "info": "学前教育, 智能产品开发, 大数据技术与应用, 老年保健与管理, 家政服务与管理, 食品营养与检测, 护理, 康复治疗技术, 医学美容技术, 健康管理, 中医养生保健, 休闲体育, 电子竞技运动与管理, 早期教育"},
{"schoolname": "长春师范高等专科学校", "type": "师范类", "city": "长春市", "info": "美术教育, 学前教育, 特殊教育, 音乐教育, 早期教育, 小学教育"},
{"schoolname": "吉林水利电力职业学院", "type": "综合类", "city": "长春市", "info": "工程测量技术, 无人机应用技术, 测绘地理信息技术, 摄影测量与遥感技术, 供用电技术, 电厂热能动力装置, 发电厂及电力系统, 电力客户服务与管理, 会计, 计算机应用技术, 财务管理, 酒店管理, 电子商务, 老年服务与管理, 健康管理"},
{"schoolname": "吉林职业技术学院", "type": "综合类", "city": "延边朝鲜族自治州", "info": "城市轨道交通运营管理, 空中乘务, 建筑工程技术, 救援技术, 工程造价, 计算机网络技术, 医学美容技术, 机械制造与自动化, 电气自动化技术, 汽车检测与维修技术"},
{"schoolname": "长春教育学院", "type": "", "city": "长春市", "info": "英语, 学前教育, 视觉传达设计, 汉语, 汉语, 英语教育, 公共事务管理, 学前教育, 学前教育, 心理咨询, 播音与主持, 艺术设计, 旅游管理, 计算机应用技术"},
{"schoolname": "长春早期教育职业学院", "type": "综合类", "city": "长春市", "info": "医学营养, 早期教育（师范类）, 学前教育（师范类）, 体育保健与康复, 艺术教育, 幼儿发展与健康管理"}
]