[
{"schoolname": "长安大学", "type": "理工类", "city": "西安市", "info": "交通工程, 车辆工程, 能源与动力工程, 汽车服务工程, 物流工程, 机械设计制造及其自动化, 物流管理, 会计学, 电子信息工程, 物联网工程"},
{"schoolname": "西北大学", "type": "综合类", "city": "西安市", "info": "物联网工程, 戏剧影视文学, 汉语言文学, 汉语国际教育, 广播电视编导, 汉语言文学（创意写作）, 世界史, 历史学（基地班）, 历史学（国学）, 文物与博物馆学"},
{"schoolname": "西安电子科技大学", "type": "理工类", "city": "西安市", "info": "信息安全, 通信工程, 软件工程, 网络工程, 电子信息工程, 电磁场与无线技术, 自动化, 测控技术与仪器, 电子封装技术, 机械设计制造及其自动化, 电子信息科学与技术, 光电信息科学与工程, 计算机科学与技术, 智能科学与技术, 电子科学与技术"},
{"schoolname": "西北工业大学", "type": "理工类", "city": "西安市", "info": "计算机科学与技术, 软件工程, 探测制导与控制技术, 通信工程, 飞行器动力工程, 水声工程, 微机电系统工程, 飞行器控制与信息工程, 飞行器制造工程, 机械设计制造及其自动化"},
{"schoolname": "西安交通大学", "type": "综合类", "city": "西安市", "info": "机械工程, 核工程与核技术, 电子科学与技术, 材料科学与工程, 能源与动力工程, 电气工程及其自动化, 微电子科学与工程, 贸易经济, 微电子学, 计算机科学与技术"},
{"schoolname": "西北农林科技大学", "type": "农林类", "city": "咸阳市", "info": "农业水利工程, 农学, 园艺, 植物保护, 农林经济管理, 植物科学与技术, 种子科学与工程, 动物科学, 园林, 林学"},
{"schoolname": "陕西师范大学", "type": "师范类", "city": "西安市", "info": "汉语言文学, 数学与应用数学, 英语, 物理学, 化学, 思想政治教育, 哲学, 教育技术学, 心理学, 旅游管理"},
{"schoolname": "延安大学", "type": "综合类", "city": "延安市", "info": "汉语言文学, 新闻学, 秘书学, 英语, 日语, 汉语国际教育, 社会工作, 公共事业管理, 社会学, 行政管理"},
{"schoolname": "西安理工大学", "type": "理工类", "city": "西安市", "info": "水利水电工程, 材料科学与工程, 材料成型及控制工程, 测控技术与仪器, 印刷工程, 机械设计制造及其自动化, 电子科学与技术, 工程管理, 电气工程及其自动化, 工商管理"},
{"schoolname": "西安建筑科技大学", "type": "理工类", "city": "西安市", "info": "城市规划, 环境工程, 土木工程（中外合作办学）, 计算机科学与技术（中外合作办学）, 建筑电气与智能化（中外合作办学）, 工程管理（中外合作办学）, 建筑学, 城乡规划, 风景园林, 交通工程, 交通运输, 给排水科学与工程, 建筑环境与能源应用工程, 环境科学, 工商管理"},
{"schoolname": "西安科技大学", "type": "理工类", "city": "西安市", "info": "安全工程, 建筑学, 土木工程, 机械设计制造及其自动化, 通信工程, 地质工程, 采矿工程, 测绘工程, 消防工程, 给排水科学与工程"},
{"schoolname": "西安石油大学", "type": "理工类", "city": "西安市", "info": "焊接技术与工程, 会计学, 石油工程, 油气储运工程, 过程装备与控制工程, 计算机科学与技术, 机械电子工程, 机械设计制造及其自动化, 材料成型及控制工程, 地质工程, 勘查技术与工程, 金属材料工程, 材料物理, 数字媒体技术, 网络工程"},
{"schoolname": "陕西科技大学", "type": "理工类", "city": "西安市", "info": "动画, 无机非金属材料工程, 应用化学, 过程装备与控制工程, 化学工程与工艺, 食品科学与工程, 包装工程, 电气工程及其自动化, 电子科学与技术, 自动化"},
{"schoolname": "西安工程大学", "type": "理工类", "city": "西安市", "info": "纺织工程, 电气工程及其自动化, 轻化工程, 计算机科学与技术, 服装设计与工程, 高分子材料与工程, 非织造材料与工程, 机械设计制造及其自动化, 机械电子工程, 工业设计"},
{"schoolname": "西安工业大学", "type": "理工类", "city": "西安市", "info": "测控技术与仪器, 光电信息科学与工程, 机械设计制造及其自动化, 自动化, 电子信息工程, 人力资源管理, 金属材料工程, 计算机科学与技术, 软件工程, 汉语言文学, 电子科学与技术, 包装工程, 工业工程, 工业设计, 机械电子工程"},
{"schoolname": "西安邮电大学", "type": "理工类", "city": "西安市", "info": "邮政管理, 邮政工程, 通信工程, 信息工程, 广播电视工程, 信息安全, 信息对抗技术, 电子信息科学与技术, 物联网工程, 电子信息工程"},
{"schoolname": "陕西中医药大学", "type": "医药类", "city": "咸阳市", "info": "医学检验技术, 中医学, 中西医临床医学, 临床医学, 中药学, 制药工程, 针灸推拿学, 预防医学, 护理学, 药物制剂"},
{"schoolname": "咸阳师范学院", "type": "师范类", "city": "咸阳市", "info": "英语, 经济学, 财务管理, 国际商务, 文化产业管理, 旅游管理, 材料化学, 生物科学, 化学工程与工艺, 学前教育, 小学教育, 教育技术学, 应用心理学, 物理学, 电子信息工程"},
{"schoolname": "渭南师范学院", "type": "师范类", "city": "渭南市", "info": "化学（师范类）, 音乐表演, 广播电视编导, 戏剧影视文学, 电气工程及其自动化, 朝鲜语, 电子商务, 旅游管理, 材料化学, 高分子材料与工程, 物流管理, 电子信息科学与技术, 日语, 信息与计算科学, 广播电视学"},
{"schoolname": "宝鸡文理学院", "type": "师范类", "city": "宝鸡市", "info": "数学与应用数学, 物理学, 地理科学, 统计学, 应用心理学, 给排水科学与工程, 化学工程与工艺, 经济学, 测绘工程, 电子科学与技术, 舞蹈学, 新闻学, 哲学, 化学, 信息与计算科学"},
{"schoolname": "陕西理工大学", "type": "理工类", "city": "汉中市", "info": "机械设计制造及其自动化, 汉语言文学, 社会体育指导与管理, 秘书学, 汉语国际教育, 教育技术学, 学前教育, 应用心理学, 日语, 环境设计, 视觉传达设计, 舞蹈编导, 图书馆学, 通信工程, 电子信息科学与技术"},
{"schoolname": "西安外国语大学", "type": "语言类", "city": "西安市", "info": "葡萄牙语, 德语, 法语, 日语, 意大利语, 西班牙语, 俄语, 会计学, 英语, 希腊语, 乌尔都语, 捷克语, 哈萨克语, 乌克兰语, 阿拉伯语"},
{"schoolname": "西安财经大学", "type": "财经类", "city": "西安市", "info": "广播电视学, 工业工程, 物流管理, 广告学, 信息管理与信息系统, 法学, 金融学, 会计学, 汉语言文学, 英语, 农林经济管理, 电子商务, 财务管理, 工程管理, 经济统计学"},
{"schoolname": "西北政法大学", "type": "政法类", "city": "西安市", "info": "哲学, 社会学, 社会工作, 经济学, 金融学, 金融工程, 国际经济与贸易, 市场营销, 人力资源管理, 审计学, 电子商务及法律, 财务管理, 法学（民商法）, 法学（刑事法）, 法学（经济法）"},
{"schoolname": "西安体育学院", "type": "体育类", "city": "西安市", "info": "应用心理学, 运动训练, 运动人体科学, 特殊教育, 公共事业管理, 新闻学, 社会体育指导与管理, 武术与民族传统体育, 体育教育, 休闲体育, 运动康复, 播音与主持艺术, 舞蹈学, 舞蹈表演, 播音与主持艺术（体育节目主播）"},
{"schoolname": "西安音乐学院", "type": "艺术类", "city": "西安市", "info": "舞蹈表演, 艺术管理, 音乐学"},
{"schoolname": "西安美术学院", "type": "艺术类", "city": "西安市", "info": "雕塑, 视觉传达设计, 艺术与科技, 产品设计, 环境设计, 工艺美术, 服装与服饰设计, 绘画, 艺术设计, 中国画"},
{"schoolname": "西安培华学院", "type": "综合类", "city": "西安市", "info": "会计学, 电子商务, 护理学, 通信工程, 金融工程, 财务管理, 国际经济与贸易, 人力资源管理, 市场营销, 会计, 财务管理, 市场营销, 国际经济与贸易, 法学, 汉语言文学"},
{"schoolname": "西藏民族大学", "type": "民族类", "city": "咸阳市", "info": "汉语言文学, 应用心理学, 哲学, 教育技术学, 劳动与社会保障, 财务管理, 学前教育, 旅游管理, 文化产业管理, 社会体育指导与管理"},
{"schoolname": "西安外事学院", "type": "综合类", "city": "西安市", "info": "园林, 汉语言文学, 工商管理, 电气工程及其自动化, 会计学, 法语, 护理学, 计算机科学与技术, 电子信息工程, 物流管理"},
{"schoolname": "西安思源学院", "type": "综合类", "city": "西安市", "info": "机电一体化技术, 数字媒体艺术设计, 护理, 教育学, 汉语言文学, 广告学, 人力资源管理, 国际经济与贸易, 财务管理, 机械设计制造及其自动化, 电气工程及其自动化, 计算机科学与技术, 土木工程, 建筑学, 工程造价"},
{"schoolname": "空军军医大学", "type": "军事类", "city": "西安市", "info": "口腔医学, 临床医学, 五年制航空航天医学, 预防医学, 应用心理学（五年制）, 生物医学工程, 生物技术, 药学, 临床医学（航空航天医疗通科医师）, 临床医学（临床通科医师）"},
{"schoolname": "西安文理学院", "type": "师范类", "city": "西安市", "info": "汉语言文学, 秘书学, 广告学, 生物科学, 测控技术与仪器, 英语, 会计学, 计算机科学与技术, 电子信息工程, 机械设计制造及其自动化"},
{"schoolname": "榆林学院", "type": "师范类", "city": "榆林市", "info": "油气储运工程, 社会体育指导与管理, 市场营销, 财务管理, 旅游管理, 会计学, 过程装备与控制工程, 材料科学与工程, 化学工程与工艺, 化学, 电气工程及其自动化, 机械设计制造及其自动化, 测控技术与仪器, 石油工程, 能源与动力工程"},
{"schoolname": "西安航空学院", "type": "理工类", "city": "西安市", "info": "车辆工程, 飞行技术, 机械电子工程, 测控技术与仪器, 交通运输, 电子商务, 电气自动化技术, 商务英语, 机械设计制造及其自动化, 飞行器设计与工程, 飞行器动力工程, 飞行器制造工程, 材料科学与工程, 复合材料与工程, 机器人工程"},
{"schoolname": "陕西青年职业学院", "type": "综合类", "city": "西安市", "info": "广告设计与制作, 物流管理, 学前教育, 计算机信息管理, 空中乘务, 动漫制作技术, 旅游管理, 市场营销, 会计, 播音与主持, 市场营销（云营销）, 云计算技术与应用, 新闻采编与制作（网络与新媒体）, 金融管理（互联网保险）, 软件技术"},
{"schoolname": "陕西航空职业技术学院", "type": "理工类", "city": "汉中市", "info": "应用电子技术, 机械制造与自动化, 金属材料与热处理技术, 飞机机电设备维修, 飞行器制造技术, 数控技术, 模具设计与制造, 汽车电子技术, 无人机应用技术, 软件技术, 机械设计与制造, 建筑工程技术, 飞行器维修技术, 航空材料精密成型技术, 汽车营销与服务"},
{"schoolname": "陕西警官职业学院", "type": "政法类", "city": "西安市", "info": "法律文秘, 司法警务, 交通管理, 治安管理, 法律事务, 公共安全管理, 刑事侦查, 信息网络安全监察"},
{"schoolname": "陕西经济管理职业技术学院", "type": "财经类", "city": "西安市", "info": "人力资源管理, 家政服务与管理, 财务管理, 会计, 行政管理, 物业管理, 市场营销, 电子商务, 物流管理, 税务（税务师方向）, 金融管理, 国际经济与贸易, 旅游管理, 计算机网络技术（电子政务方向）, 软件与信息服务"},
{"schoolname": "西安翻译学院", "type": "语言类", "city": "西安市", "info": "物流管理, 旅游管理, 法语, 翻译, 工程管理, 软件工程, 英语, 国际经济与贸易, 财务管理, 德语, 人力资源管理, 电子商务, 日语, 电子信息科学与技术, 汉语言文学"},
{"schoolname": "西京学院", "type": "理工类", "city": "西安市", "info": "产品设计, 会计, 护理, 工商企业管理, 机械设计制造及其自动化, 工程管理, 土木工程, 工程造价, 工业设计, 自动化, 会计学, 物流管理, 旅游管理, 应用统计学, 市场营销"},
{"schoolname": "武警工程大学", "type": "军事类", "city": "西安市", "info": "信息安全, 土木工程, 指挥信息系统工程（作战数据保障）, 管理科学与工程类（武警装备保障管理）, 法学, 法学, 思想政治教育, 中国语言文学类, 应用心理学, 机械工程, 机械工程, 计算机科学与技术, 计算机科学与技术, 大数据工程, 大数据工程"},
{"schoolname": "中国人民解放军西安通信学院", "type": "军事类", "city": "西安市", "info": "信息工程, 网络工程"},
{"schoolname": "中国人民解放军空军工程大学", "type": "军事类", "city": "西安市", "info": "测控技术与仪器, 土木工程（机场工程）, 电气工程及其自动化, 机械工程, 自动化, 通信工程, 计算机科学与技术, 信息工程, 网络工程, 飞行器动力工程, 武器发射工程, 机械电子工程（防空导弹保障技术与指挥）, 电气工程及其自动化（航空特设、计量技术与指挥）, 电子信息工程（航空电子对抗、综合航电技术与指挥）, 通信工程（对空通信技术与指挥）"},
{"schoolname": "火箭军工程大学", "type": "军事类", "city": "西安市", "info": "机械工程, 飞行器动力工程, 核技术与安全, 工程管理, 环境工程, 武器发射工程, 信息工程, 指挥信息系统, 电力工程及其自动化, 电子工程, 火力指挥与控制工程, 测控工程, 通信工程, 信息安全, 工程物理"},
{"schoolname": "商洛学院", "type": "师范类", "city": "商洛市", "info": "思想政治教育, 历史学, 社会工作, 应用心理学, 汉语言文学, 英语, 秘书学, 数学与应用数学, 计算机科学与技术, 网络工程, 应用统计学, 物理学, 电子信息科学与技术, 电子信息工程, 电气工程及其自动化"},
{"schoolname": "安康学院", "type": "综合类", "city": "安康市", "info": "财务管理, 会计学, 工程管理, 工程造价, 金融工程, 应用化学, 化学工程与工艺, 制药工程, 计算机科学与技术, 电子信息工程, 数字媒体技术, 应用物理学, 信息管理与信息系统, 数学与应用数学, 统计学"},
{"schoolname": "西安医学院", "type": "医药类", "city": "西安市", "info": "临床医学, 麻醉学, 临床医学（全科医学方向）, 医学检验技术, 护理学, 儿科学, 口腔医学, 医学影像学, 预防医学, 精神医学, 药学, 中药学, 医学影像技术, 眼视光学, 劳动与社会保障"},
{"schoolname": "陕西服装艺术职业学院", "type": "理工类", "city": "咸阳市", "info": ""},
{"schoolname": "西安海棠职业学院", "type": "理工类", "city": "西安市", "info": "医学美容技术, 康复治疗技术, 社区康复, 中药学, 护理, 助产, 口腔医学技术, 医学检验技术, 医学影像技术, 药品经营与管理, 连锁经营管理, 工程造价, 建设工程管理, 电子商务, 物流管理"},
{"schoolname": "陕西交通职业技术学院", "type": "理工类", "city": "西安市", "info": "道路养护与管理, 工程测量技术, 建筑工程技术, 物流管理, 新能源汽车技术, 市政工程技术, 城市轨道交通通信信号技术, 城市轨道交通机电技术, 城市轨道交通车辆技术, 铁道信号自动控制, 铁道工程技术, 建筑装饰工程技术, 城市轨道交通工程技术, 工程造价（建筑工程造价）, 道路桥梁工程技术"},
{"schoolname": "西安财经大学行知学院", "type": "财经类", "city": "西安市", "info": "人力资源管理, 行政管理, 工商管理, 旅游管理, 物流管理, 会计学, 财务管理, 广告学, 环境设计, 英语, 广播电视学, 产品设计, 网络与新媒体, 市场营销, 财政学"},
{"schoolname": "陕西电子信息职业技术学院", "type": "理工类", "city": "西安市", "info": "机电一体化技术, 数控技术, 电气自动化技术, 物流管理, 财务管理, 电子商务, 市场营销, 会计, 数字媒体应用技术, 计算机信息管理, 计算机网络技术, 软件技术, 移动通信技术, 应用英语, 通信技术"},
{"schoolname": "延安大学西安创新学院", "type": "综合类", "city": "西安市", "info": "计算机科学与技术, 软件工程, 物联网工程, 数学与应用数学, 会计学, 工商管理, 汉语言文学, 小学教育, 学前教育, 视觉传达设计, 环境设计, 美术学, 护理学, 康复治疗学, 英语"},
{"schoolname": "西安电力高等专科学校", "type": "理工类", "city": "西安市", "info": "发电厂及电力系统, 电力系统继电保护与自动化技术, 供用电技术, 高压输配电线路施工运行与维护, 电厂热能动力装置, 火电厂集控运行"},
{"schoolname": "陕西工业职业技术学院", "type": "综合类", "city": "咸阳市", "info": "应用化工技术, 石油化工技术, 服装设计与工艺, 服装与服饰设计, 工程造价, 建设工程管理, 工业分析技术, 旅游英语, 物联网应用技术, 金属材料与热处理技术, 建筑室内设计, 建筑工程技术, 工程测量技术, 道路桥梁工程技术, 城市轨道交通工程技术"},
{"schoolname": "杨凌职业技术学院", "type": "农林类", "city": "咸阳市", "info": "工程造价, 水利水电建筑工程, 水利工程, 机电设备维修与管理, 审计, 林业技术, 环境艺术设计, 建筑室内设计, 水环境监测与治理, 酒店管理, 物业管理, 人力资源管理, 应用英语, 畜牧兽医, 建筑工程技术"},
{"schoolname": "陕西能源职业技术学院", "type": "理工类", "city": "咸阳市", "info": "矿井通风与安全, 建筑工程技术, 摄影测量与遥感技术, 电气自动化技术, 医学影像技术, 工程造价, 城市燃气工程技术, 新能源汽车技术, 大数据技术与应用, 药学, 幼儿发展与健康管理, 安全技术与管理, 建筑经济管理, 建筑装饰工程技术, 煤矿开采技术"},
{"schoolname": "陕西国防工业职业技术学院", "type": "理工类", "city": "西安市", "info": "机械制造与自动化, 机械产品检测检验技术, 飞行器制造技术, 应用电子技术, 微电子技术, 软件技术, 计算机网络技术, 移动通信技术, 物联网应用技术, 云计算技术与应用, 精细化工技术, 石油化工技术, 药品生产技术, 机电一体化技术, 电气自动化技术"},
{"schoolname": "西安航空职业技术学院", "type": "理工类", "city": "西安市", "info": "模具设计与制造, 材料工程技术, 焊接技术与自动化, 飞行器维修技术, 新能源汽车技术, 大数据技术与应用, 飞机机电设备维修, 飞机电子设备维修, 飞行器制造技术, 无人机应用技术, 通用航空器维修, 数控技术, 机械制造与自动化, 机械设计与制造, 液压与气动技术"},
{"schoolname": "陕西财经职业技术学院", "type": "财经类", "city": "咸阳市", "info": "财务管理, 会计, 审计, 电子商务, 物流管理, 酒店管理, 计算机信息管理, 保险, 政府采购管理, 投资与理财, 商务数据分析与应用, 会计信息管理, 金融管理, 统计与会计核算, 市场营销"},
{"schoolname": "陕西职业技术学院", "type": "综合类", "city": "西安市", "info": "会计, 建筑工程技术, 工程造价, 电子商务, 市场营销, 建设工程管理, 工程测量技术, 软件技术, 动漫制作技术, 环境艺术设计, 音乐教育, 视觉传播设计与制作, 学前教育, 财务管理, 汽车营销与服务"},
{"schoolname": "陕西铁路工程职业技术学院", "type": "理工类", "city": "渭南市", "info": "铁道工程技术, 土木工程检测技术, 建筑工程技术, 工程造价, 工程机械运用技术, 城市轨道交通工程技术, 工程物流管理, 铁道交通运营管理, 铁道信号自动控制, 铁道供电技术, 高速铁道工程技术, 道路桥梁工程技术, 工程测量技术, 建筑装饰工程技术, 铁道机车"},
{"schoolname": "宝鸡职业技术学院", "type": "师范类", "city": "宝鸡市", "info": "应用化工技术, 园林工程技术, 食品生物技术, 畜牧兽医, 物流管理, 电子商务, 连锁经营管理, 中医学, 针灸推拿, 康复治疗技术, 中药学, 药学, 药品经营与管理, 眼视光技术, 护理"},
{"schoolname": "陕西邮电职业技术学院", "type": "理工类", "city": "咸阳市", "info": "市场营销, 通信系统运行管理, 电子信息工程技术, 移动通信技术, 会计, 财务管理, 连锁经营管理（店面管理方向）, 物流管理, 电子商务, 金融管理, 通信技术（通信工程监理方向）（宽带通信方向）（通信电源方向）"},
{"schoolname": "西安铁路职业技术学院", "type": "理工类", "city": "西安市", "info": "应用电子技术, 铁道通信与信息化技术, 铁道通信信号设备制造与维护, 云计算技术与应用, 大数据技术与应用, 铁道工程技术, 高速铁道工程技术, 建筑工程技术, 工程造价, 工程测量技术, 城市轨道交通工程技术, 铁道信号自动控制, 城市轨道交通通信信号技术, 通信技术, 计算机应用技术"},
{"schoolname": "咸阳职业技术学院", "type": "综合类", "city": "咸阳市", "info": "软件技术, 大数据技术与应用, 化妆品技术, 刺绣设计与工艺, 康复治疗技术, 航空物流, 数控技术, 汽车营销与服务, 汽车检测与维修技术, 机械制造与自动化, 新能源汽车技术, 工程测量技术, 道路桥梁工程技术, 建筑工程技术, 建设工程管理"},
{"schoolname": "西安职业技术学院", "type": "综合类", "city": "西安市", "info": "物流管理, 电子商务, 园艺技术, 园林工程技术, 动漫制作技术, 建筑工程技术, 工程造价, 机电一体化技术, 电气自动化技术, 新能源汽车技术, 工业机器人技术, 计算机网络技术, 云计算技术与应用, 大数据技术与应用, 会展策划与管理"},
{"schoolname": "商洛职业技术学院", "type": "综合类", "city": "商洛市", "info": "临床医学, 医学检验技术, 药学, 医学影像技术, 汽车检测与维修技术, 建筑工程技术, 机电一体化技术, 建设工程管理, 中医学, 机械设计与制造, 护理, 助产, 康复治疗技术, 老年保健与管理, 报关与国际货运"},
{"schoolname": "汉中职业技术学院", "type": "综合类", "city": "汉中市", "info": "园林技术, 汽车检测与维修技术, 临床医学, 口腔医学, 药学, 会计, 物流管理, 学前教育, 建筑工程技术, 护理, 助产, 食品质量与安全, 动物医学, 食品检测技术, 茶树栽培与茶叶加工"},
{"schoolname": "延安职业技术学院", "type": "理工类", "city": "延安市", "info": "石油化工技术, 应用化工技术, 油田化学应用技术, 油气开采技术, 会计, 机电一体化技术, 发电厂及电力系统, 护理, 工程测量技术, 煤炭深加工与利用, 消防工程技术, 建设项目信息化管理, 计算机应用技术, 油气地质勘探技术, 油气储运技术"},
{"schoolname": "渭南职业技术学院", "type": "综合类", "city": "渭南市", "info": "药品生产技术, 助产, 康复治疗技术, 医学美容技术, 建筑电气工程技术, 工业机器人技术, 汽车制造与装配技术, 新能源汽车技术, 食品营养与检测, 中药生产与加工, 物联网应用技术, 老年服务与管理, 大数据技术与应用, 宠物养护与驯导, 机械制造与自动化"},
{"schoolname": "安康职业技术学院", "type": "综合类", "city": "安康市", "info": "小学教育, 旅游管理, 酒店管理, 学前教育, 临床医学, 医学影像技术, 康复治疗技术, 护理, 助产, 汽车检测与维修技术, 计算机应用技术, 数字媒体艺术设计, 计算机网络技术, 会计, 药学"},
{"schoolname": "铜川职业技术学院", "type": "综合类", "city": "铜川市", "info": "建筑装饰工程技术, 中医养生保健, 汽车检测与维修技术, 机电一体化技术, 建筑工程技术, 材料工程技术, 铁道交通运营管理, 环境监测与控制技术, 护理, 学前教育, 会计, 物流管理, 助产, 药学, 汽车营销与服务"},
{"schoolname": "西北大学现代学院", "type": "理工类", "city": "西安市", "info": "汉语言文学, 财务管理, 金融工程, 环境设计, 数字媒体艺术, 戏剧影视导演, 播音与主持艺术, 广播电视编导, 网络与新媒体, 视觉传达设计, 摄影, 表演, 音乐学, 舞蹈学"},
{"schoolname": "西安建筑科技大学华清学院", "type": "理工类", "city": "西安市", "info": "建筑学, 城乡规划, 风景园林, 环境设计, 视觉传达设计, 舞蹈表演, 摄影, 土木工程, 工程管理, 材料科学与工程, 安全工程, 给排水科学与工程, 建筑环境与能源应用工程, 自动化, 通信工程"},
{"schoolname": "陕西科技大学镐京学院", "type": "理工类", "city": "咸阳市", "info": "财务管理, 金融工程, 审计学, 网络工程, 电子信息工程, 物联网工程, 药物制剂, 物流管理, 工商管理, 电子商务, 服装设计与工程, 计算机科学与技术, 行政管理, 人力资源管理, 市场营销"},
{"schoolname": "陕西国际商贸学院", "type": "财经类", "city": "咸阳市", "info": "动画, 中药学, 英语, 汉语国际教育, 汉语言文学, 制药工程, 药学, 计算机科学与技术, 信息管理与信息系统, 电子科学与技术, 药物制剂, 服装设计与工程, 市场营销, 国际经济与贸易, 人力资源管理"},
{"schoolname": "西安欧亚学院", "type": "综合类", "city": "西安市", "info": "旅游管理, 金融管理, 人力资源管理, 新闻采编与制作, 国际经济与贸易, 动漫制作技术, 软件技术, 工程造价, 物业管理, 数字媒体艺术, 会计学, 金融学, 软件工程, 教育学, 应用英语"},
{"schoolname": "西安汽车职业大学", "type": "理工类", "city": "西安市", "info": "汽车电子技术, 道路桥梁工程, 车辆工程, 大数据技术与应用, 轨道交通信号与控制, 汽车服务工程, 数字媒体技术, 新能源汽车工程, 智能制造工程, 物联网工程"},
{"schoolname": "陕西旅游烹饪职业学院", "type": "综合类", "city": "西安市", "info": "烹调工艺与营养, 食品加工技术, 旅游管理, 餐饮管理, 酒店管理, 家政服务与管理, 电子商务, 西餐工艺"},
{"schoolname": "西安信息职业大学", "type": "理工类", "city": "西安市", "info": "软件工程, 通信工程, 电子信息工程, 物联网工程, 网络工程, 智能制造工程, 轨道交通信号与控制, 电子商务, 城市轨道交通运营管理, 建筑经济管理, 计算机信息管理, 会计, 电子商务, 通信系统运行管理, 数字媒体艺术设计"},
{"schoolname": "西安交通工程学院", "type": "理工类", "city": "西安市", "info": "交通运输, 机械设计制造及其自动化, 电气工程及其自动化, 轨道交通信号与控制, 轨道交通电气与控制, 财务管理, 通信工程, 城市轨道交通机电技术, 铁道供电技术, 电气自动化技术, 城市轨道交通车辆技术, 机械制造与自动化, 动车组检修技术, 铁道车辆, 城市轨道交通运营管理"},
{"schoolname": "西安城市建设职业学院", "type": "理工类", "city": "西安市", "info": "建筑工程技术, 建设工程管理, 建设工程管理（项目工程管理方向）, 建设工程监理, 空中乘务, 导游, 数控技术, 学前教育, 工程造价, 会计, 物流管理, 城市轨道交通运营管理, 机电一体化技术, 建筑室内设计, 环境艺术设计"},
{"schoolname": "西安高新科技职业学院", "type": "理工类", "city": "西安市", "info": "道路桥梁工程技术, 工程造价, 机械制造与自动化, 会计, 工商企业管理, 审计, 建筑经济管理, 物业管理, 会计信息管理, 建设工程监理, 国际贸易实务, 建筑电气工程技术, 机电一体化技术, 软件技术, 动漫制作技术"},
{"schoolname": "西安交通大学城市学院", "type": "理工类", "city": "西安市", "info": "传播学, 土木工程, 网络工程, 会计学, 国际经济与贸易, 财务管理, 市场营销, 英语, 财政学, 日语, 金融学, 机械设计制造及其自动化, 计算机科学与技术, 人力资源管理, 工商管理"},
{"schoolname": "西安工商学院", "type": "综合类", "city": "西安市", "info": "电子信息工程, 计算机科学与技术, 软件工程, 机械设计制造及其自动化, 电气工程及其自动化, 工程造价, 财务管理, 人力资源管理, 广告学, 汉语言文学, 播音与主持艺术, 广播电视编导, 会计学, 影视摄影与制作"},
{"schoolname": "西安明德理工学院", "type": "综合类", "city": "西安市", "info": "计算机科学与技术（嵌入式系统、智能系统）, 软件工程（移动与互联网产品开发、金融行业软件研发与测试）, 电子商务（应用软件开发、电子商务运营与管理、网络营销）, 数据科学与大数据技术（大数据运维和云计算、大数据分析与数据挖掘、大数据开发）, 通信工程（移动通信、移动互联网、北斗卫星应用技术）, 电子信息工程（信号与信息处理、应用电子技术）, 物联网工程（人工智能物联网、智慧城市）, 机械设计制造及其自动化（多轴数控加工技术）, 飞行器制造工程（无人机应用技术）, 智能制造工程（故障诊断与检测）"},
{"schoolname": "西安科技大学高新学院", "type": "理工类", "city": "西安市", "info": "计算机科学与技术, 车辆工程, 机械设计制造及其自动化, 测绘工程, 电气工程及其自动化, 安全工程, 能源与动力工程, 视觉传达设计, 环境设计, 物联网工程"},
{"schoolname": "西安理工大学高科学院", "type": "理工类", "city": "西安市", "info": "软件工程, 工程管理, 计算机科学与技术, 电子信息工程, 电气工程及其自动化, 机械设计制造及其自动化, 财务管理, 英语, 水利水电工程, 土木工程"},
{"schoolname": "西安医学高等专科学校", "type": "医药类", "city": "西安市", "info": "护理, 口腔医学, 药学, 医学检验技术, 医学影像技术, 临床医学, 助产, 康复治疗技术, 口腔医学技术, 护理（口腔方向）, 护理（老年方向）, 临床医学（儿科方向）"},
{"schoolname": "长安大学兴华学院", "type": "综合类", "city": "西安市", "info": "电气工程及其自动化, 建筑学, 行政管理, 土木工程（公路与桥梁、工业与民用建筑）, 建筑环境与能源应用工程, 市场营销, 机械设计制造及其自动化（车辆工程）, 工程管理, 环境设计, 汉语国际教育, 会计学, 自动化, 电子信息工程, 交通运输, 交通工程"},
{"schoolname": "榆林职业技术学院", "type": "理工类", "city": "榆林市", "info": "数控技术, 煤矿开采技术, 矿井通风与安全, 会计, 物流管理, 工程造价, 建筑工程技术, 学前教育, 小学教育, 建筑设备工程技术, 化工装备技术, 工业分析技术, 煤炭深加工与利用, 矿山测量, 矿山机电技术"},
{"schoolname": "陕西工商职业学院", "type": "理工类", "city": "西安市", "info": "物流管理, 财务管理, 新能源汽车技术, 汽车车身维修技术, 航空地面设备维修, 护理, 安全防范技术, 信息安全与管理, 人力资源管理, 广播影视节目制作"},
{"schoolname": "陕西学前师范学院", "type": "师范类", "city": "西安市", "info": "教育学, 小学教育, 食品科学与工程, 音乐学, 美术学, 人文地理与城乡规划, 数字媒体技术, 物联网工程, 财务管理, 文化产业管理, 应用统计学, 应用化学, 体育教育, 思想政治教育, 学前教育"},
{"schoolname": "陕西服装工程学院", "type": "综合类", "city": "咸阳市", "info": "会计学, 服装设计与工程, 计算机科学与技术, 市场营销, 视觉传达设计, 环境设计, 产品设计, 数字媒体艺术, 播音与主持艺术, 服装与服饰设计"},
{"schoolname": "西安飞机工业公司职工工学院", "type": "理工类", "city": "西安市", "info": ""},
{"schoolname": "西安电力机械制造公司机电学院", "type": "理工类", "city": "西安市", "info": ""},
{"schoolname": "陕西航天职工大学", "type": "理工类", "city": "西安市", "info": ""},
{"schoolname": "解放军空军西安飞行学院", "type": "军事类", "city": "西安市", "info": ""},
{"schoolname": "中国人民解放军陆军边海防学院", "type": "军事类", "city": "西安市", "info": ""},
{"schoolname": "陕西艺术职业学院", "type": "艺术类", "city": "西安市", "info": "广播影视节目制作, 戏剧影视表演, 播音与主持, 影视动画, 影视多媒体技术, 舞蹈表演, 音乐表演, 学前教育, 舞台艺术设计与制作, 摄影摄像技术, 视觉传播设计与制作, 数字媒体艺术设计, 动漫设计, 美术, 环境艺术设计"},
{"schoolname": "陕西机电职业技术学院", "type": "理工类", "city": "宝鸡市", "info": "机电一体化技术, 数控技术, 电气自动化技术, 电子信息工程技术, 铁道信号自动控制, 通信技术, 汽车营销与服务, 汽车电子技术, 电子商务技术, 动漫制作技术, 高速铁路客运乘务, 铁道工程技术, 建筑工程技术, 工程造价, 城市轨道交通通信信号技术"},
{"schoolname": "第四军医大学", "type": "军事类", "city": "西安市", "info": ""},
{"schoolname": "西安健康工程职业学院", "type": "综合类", "city": "西安市", "info": "健康管理, 康复工程技术, 老年服务与管理, 心理咨询, 食品营养与卫生, 医学检验技术, 生物制药技术, 医学影像技术, 口腔医学技术, 眼视光技术, 中医养生保健, 计算机网络技术（高薪软件开发、高薪软件测试、互联网＋）, 智能终端技术与应用, 软件工程, 移动通信技术"},
{"schoolname": "神木职业技术学院", "type": "", "city": "榆林市", "info": "矿山机电技术, 煤矿开采技术, 应用化工技术, 电厂热能动力装置, 机电一体化技术, 智能控制技术, 新能源汽车技术, 建筑工程技术, 学前教育, 幼儿发展与健康管理, 会计, 护理"},
{"schoolname": "宝鸡三和职业学院", "type": "综合类", "city": "宝鸡市", "info": "护理, 汽车检测与维修技术, 烹调工艺与营养, 机电一体化技术, 旅游管理"}
]
