[
{"schoolname": "中国海洋大学", "type": "综合类", "city": "青岛市", "info": "水产养殖学, 生物科学, 海洋技术, 法语, 英语, 信息与计算科学, 数学与应用数学, 环境工程, 环境科学, 地球信息科学与技术, 勘查技术与工程, 药学, 食品科学与工程, 化学工程与工艺, 化学（含海洋化学方向）"},
{"schoolname": "滨州医学院", "type": "医药类", "city": "烟台市", "info": "麻醉学, 护理学, 生物技术, 药学, 中药学, 统计学, 医学影像学, 医学影像技术, 临床医学, 儿科学, 眼视光学, 医学检验技术, 特殊教育, 听力与言语康复学, 口腔医学"},
{"schoolname": "德州学院", "type": "综合类", "city": "德州市", "info": "服装与服饰设计, 材料化学, 环境工程, 机械设计制造及其自动化, 工商管理, 新闻学, 法学, 小学教育, 行政管理, 汽车服务工程"},
{"schoolname": "济南大学", "type": "综合类", "city": "济南市", "info": "材料科学与工程, 计算机科学与技术, 药学, 制药工程, 生物技术, 烹饪与营养教育, 酒店管理, 旅游管理, 国际经济与贸易, 金融学"},
{"schoolname": "中国石油大学（华东）", "type": "理工类", "city": "青岛市", "info": "石油工程, 安全工程, 油气储运工程, 资源勘查工程, 机械设计制造及其自动化, 化学工程与工艺, 地质学, 材料物理, 计算机科学与技术, 软件工程, 电气工程及其自动化, 测绘工程, 电子信息工程, 过程装备与控制工程, 应用化学"},
{"schoolname": "山东大学", "type": "综合类", "city": "济南市", "info": "软件工程, 英语, 计算机科学与技术, 临床医学, 建筑学, 美术学, 口腔医学, 护理学, 文化产业管理, 预防医学"},
{"schoolname": "青岛农业大学", "type": "农林类", "city": "青岛市", "info": "植物保护, 食品科学与工程, 会计学, 药学, 水产养殖学, 农业资源与环境, 园艺, 农业机械化及其自动化, 生物技术, 应用化学"},
{"schoolname": "聊城大学", "type": "综合类", "city": "聊城市", "info": "化学, 教育技术学, 生物科学, 旅游管理, 数学与应用数学, 历史学, 高分子材料与工程, 物理学, 化学工程与工艺, 生物工程"},
{"schoolname": "临沂大学", "type": "综合类", "city": "临沂市", "info": "数学与应用数学, 软件技术, 社会体育指导与管理（高尔夫方向）（中外合作办学）, 电子信息工程技术, 舞蹈表演（健美操方向）, 舞蹈表演（啦啦操方向）, 舞蹈表演（体育舞蹈方向）, 药品生产技术, 音乐学（民族器乐方向）, 音乐学（音乐艺术管理方向）"},
{"schoolname": "青岛大学", "type": "综合类", "city": "青岛市", "info": "朝鲜语, 自动化, 经济统计学, 金融学, 汉语言文学, 英语, 日语, 应用物理学, 化学, 微电子科学与工程"},
{"schoolname": "青岛科技大学", "type": "理工类", "city": "青岛市", "info": "化学工程与工艺, 金属材料工程, 无机非金属材料工程, 材料化学, 材料物理, 化学, 化学工程与工艺（精细化工方向）, 测控技术与仪器, 自动化, 信息工程, 高分子材料与工程, 汉语言文学, 编辑出版学, 广告学, 应用化学"},
{"schoolname": "青岛理工大学", "type": "理工类", "city": "青岛市", "info": "土木工程, 建筑环境与能源应用工程, 机械设计制造及其自动化, 建筑电气与智能化, 车辆工程, 会计学, 工程造价, 给排水科学与工程, 材料科学与工程, 环境科学, 统计学, 工程管理, 环境工程, 能源与动力工程, 电气工程及其自动化"},
{"schoolname": "曲阜师范大学", "type": "师范类", "city": "济宁市", "info": "通信工程, 经济学, 软件工程, 自动化, 电子信息工程, 生物工程, 工商管理, 物流管理, 材料化学, 贸易经济"},
{"schoolname": "山东工商学院", "type": "财经类", "city": "烟台市", "info": "计算机科学与技术, 信息管理与信息系统, 工程管理, 电气工程及其自动化, 工商管理, 软件工程, 财务管理, 会计学, 金融学, 国际经济与贸易"},
{"schoolname": "山东工艺美术学院", "type": "艺术类", "city": "济南市", "info": "艺术设计, 动画, 建筑学, 美术学, 摄影, 雕塑, 戏剧影视美术设计, 绘画, 艺术设计学, 广告学, 艺术设计, 表演, 影视摄影与制作, 视觉传达设计, 环境设计"},
{"schoolname": "山东建筑大学", "type": "理工类", "city": "济南市", "info": "电气工程及其自动化, 通信工程, 工程管理, 土木工程, 城乡规划, 城市地下空间工程, 交通工程, 德语, 英语, 社会工作, 法学, 应用物理学, 光电信息科学与工程, 应用统计学, 信息与计算科学"},
{"schoolname": "山东交通学院", "type": "理工类", "city": "济南市", "info": "交通运输, 交通工程, 航海技术, 游艇设计与制造, 车辆工程, 能源与动力工程, 汽车服务工程, 材料科学与工程, 测绘工程, 城市地下空间工程, 地理信息科学, 港口航道与海岸工程, 工程管理, 土木工程, 遥感科学与技术"},
{"schoolname": "山东财经大学", "type": "财经类", "city": "济南市", "info": "会计学, 金融学, 数据科学与大数据技术, 财政学, 国际经济与贸易, 信息管理与信息系统, 金融工程, 经济学, 工商管理, 审计学, 英语, 财务管理, 保险学, 经济统计学, 美术学"},
{"schoolname": "山东科技大学", "type": "理工类", "city": "青岛市", "info": "测绘工程, 土木工程, 资源勘查工程, 电子信息工程, 地质工程, 计算机科学与技术, 采矿工程, 安全工程, 自动化, 工商管理"},
{"schoolname": "山东理工大学", "type": "理工类", "city": "淄博市", "info": "农业机械化及其自动化, 车辆工程, 机械设计制造及其自动化, 矿物加工工程, 采矿工程, 应用化学, 电气工程及其自动化, 勘查技术与工程, 土木工程, 信息与计算科学"},
{"schoolname": "山东农业大学", "type": "综合类", "city": "泰安市", "info": "农学, 动物科学, 园艺, 植物科学与技术, 录音艺术, 音乐学, 国际经济与贸易, 建筑学, 道路桥梁与渡河工程, 建筑环境与能源应用工程, 给排水科学与工程, 水文与水资源工程, 水利水电工程, 俄语, 日语"},
{"schoolname": "齐鲁工业大学", "type": "理工类", "city": "济南市", "info": "机械设计制造及其自动化, 材料成型及控制工程, 通信工程, 计算机科学与技术, 数据科学与大数据技术, 信息与计算科学, 印刷工程, 包装工程, 环境工程, 食品科学与工程"},
{"schoolname": "山东体育学院", "type": "体育类", "city": "济南市", "info": "英语, 公共事业管理, 武术与民族传统体育, 运动人体科学, 社会体育指导与管理, 运动训练, 体育教育, 特殊教育, 教育技术学, 应用心理学, 计算机科学与技术, 新闻学, 运动康复, 休闲体育, 舞蹈表演"},
{"schoolname": "山东艺术学院", "type": "艺术类", "city": "济南市", "info": "绘画, 视觉传播设计与制作, 人物形象设计, 文化产业管理, 戏剧影视文学, 播音与主持艺术, 戏剧影视导演, 表演, 音乐学, 作曲与作曲技术理论, 艺术设计, 公共事业管理, 音乐表演, 舞蹈表演, 艺术设计"},
{"schoolname": "泰山学院", "type": "综合类", "city": "泰安市", "info": "汉语言文学（师范类）, 汉语国际教育, 播音与主持艺术, 广播电视编导, 广播电视编导（数字影视制作方向）, 思想政治教育（师范类）, 历史学（师范类）, 文物与博物馆学, 数学与应用数学（师范类）, 信息与计算科学（校企企业智能移动开放方向）"},
{"schoolname": "山东第一医科大学", "type": "医药类", "city": "泰安市", "info": "制药工程, 临床医学, 护理学, 计算机科学与技术（校企合作 健康医疗大数据开发与应用方向）, 运动人体科学, 英语, 俄语, 旅游管理, 公共事业管理, 市场营销"},
{"schoolname": "潍坊学院", "type": "综合类", "city": "潍坊市", "info": "计算机科学与技术, 机械设计制造及其自动化, 设施农业科学与工程, 化学工程与工艺, 电子科学与技术, 体育教育, 社会体育指导与管理, 环境设计, 视觉传达设计, 舞蹈表演"},
{"schoolname": "潍坊医学院", "type": "医药类", "city": "潍坊市", "info": "临床医学, 公共事业管理, 口腔医学, 医学影像学, 麻醉学, 预防医学, 应用心理学, 生物技术, 市场营销, 护理学"},
{"schoolname": "烟台大学", "type": "综合类", "city": "烟台市", "info": "法学, 应用物理学, 海洋科学, 生物工程, 生物科学, 食品科学与工程, 食品质量与安全, 给排水科学与工程, 能源与动力工程, 知识产权, 药学, 制药工程, 化学工程与工艺, 高分子材料与工程, 汉语言文学"},
{"schoolname": "鲁东大学", "type": "综合类", "city": "烟台市", "info": "法学, 应用心理学, 统计学, 新能源材料与器件, 高分子材料与工程, 生物工程, 地理信息科学, 计算机科学与技术, 视觉传达设计, 汉语言文学（师范类）, 汉语言, 传播学, 广告学, 广播电视编导, 英语（师范类）"},
{"schoolname": "山东师范大学", "type": "师范类", "city": "济南市", "info": "物理学, 信息管理与信息系统, 应用物理学, 教育学, 生物科学, 汉语言文学, 数学与应用数学, 思想政治教育, 城市管理, 劳动与社会保障"},
{"schoolname": "山东医学高等专科学校", "type": "医药类", "city": "临沂市", "info": "临床医学, 医学检验技术, 临床医学（校企合作）, 康复治疗技术（校企合作）, 医疗设备应用技术（校企合作）, 口腔医学, 护理, 助产, 预防医学, 针灸推拿"},
{"schoolname": "山东中医药大学", "type": "医药类", "city": "济南市", "info": "中药学, 药物制剂, 康复治疗学, 生物医学工程, 眼视光学, 中医学, 针灸推拿学, 听力与言语康复学, 中药资源与开发, 中西医临床医学, 食品卫生与营养学, 药学, 市场营销, 制药工程, 护理学"},
{"schoolname": "菏泽医学专科学校", "type": "医药类", "city": "菏泽市", "info": "护理, 临床医学, 老年保健与管理, 药学, 康复治疗技术, 医学检验技术, 助产, 口腔医学, 预防医学, 药品经营与管理"},
{"schoolname": "青岛酒店管理职业技术学院", "type": "其他", "city": "青岛市", "info": "会计, 连锁经营管理, 物流管理, 新能源装备技术, 建筑设备工程技术, 物业管理, 工程造价, 会展策划与管理, 酒店管理, 旅游管理, 食品营养与检测, 西餐工艺, 软件技术, 烹调工艺与营养, 财务管理"},
{"schoolname": "山东警察学院", "type": "政法类", "city": "济南市", "info": "侦查学, 刑事科学技术, 治安学, 公安情报学, 交通管理工程, 网络安全与执法, 经济犯罪侦查"},
{"schoolname": "滨州学院", "type": "综合类", "city": "滨州市", "info": "光电信息科学与工程, 建筑学, 财务管理, 车辆工程, 土木工程, 食品质量与安全, 安全工程, 应用化学, 社会工作, 生物技术, 环境工程, 地理信息科学, 机械设计制造及其自动化, 电气工程及其自动化, 化学工程与工艺"},
{"schoolname": "山东大学（威海）", "type": "综合类", "city": "威海市", "info": "金融学, 环境设计, 汉语国际教育, 市场营销, 旅游管理, 电子信息科学与技术, 机械设计制造及其自动化, 测控技术与仪器, 软件工程, 法学"},
{"schoolname": "济宁医学院", "type": "医药类", "city": "济宁市", "info": "预防医学, 英语, 公共事业管理, 生物技术, 临床医学, 药物制剂, 市场营销, 应用心理学, 计算机科学与技术, 口腔医学"},
{"schoolname": "青岛滨海学院", "type": "综合类", "city": "青岛市", "info": "机电一体化技术, 信息管理与信息系统, 计算机应用技术, 环境艺术设计, 护理, 国际商务, 人力资源管理, 物流管理, 动画, 市场营销, 电气自动化技术, 应用俄语, 应用日语, 旅游管理, 报关与国际货运"},
{"schoolname": "枣庄学院", "type": "综合类", "city": "枣庄市", "info": "舞蹈学, 体育教育, 美术教育, 音乐教育, 广播电视编导, 计算机科学与技术, 会计, 市场营销, 财务管理, 土木工程, 给排水科学与工程, 旅游管理, 制药工程, 化学工程与工艺, 应用化学"},
{"schoolname": "菏泽学院", "type": "综合类", "city": "菏泽市", "info": "会计, 行政管理, 经济信息管理, 英语教育, 法律事务, 种子生产与经营, 设施农业与装备, 园艺技术, 畜牧兽医, 应用化工技术"},
{"schoolname": "山东政法学院", "type": "政法类", "city": "济南市", "info": "法学, 国际经济与贸易, 行政管理, 监狱学, 经济学, 财务管理, 英语, 日语, 编辑出版学, 知识产权"},
{"schoolname": "中国人民解放军海军航空大学", "type": "军事类", "city": "烟台市", "info": "测控技术与仪器, 飞行器动力工程, 武器发射工程"},
{"schoolname": "日照职业技术学院", "type": "综合类", "city": "日照市", "info": "会计, 旅游管理, 环境工程技术, 水产养殖技术, 机电一体化技术, 工业机器人技术（校企合作）, 黑色冶金技术（校企合作）, 软件与信息服务（校企合作）, 酒店管理, 建筑工程技术"},
{"schoolname": "聊城职业技术学院", "type": "综合类", "city": "聊城市", "info": "机电一体化技术, 园林技术, 园艺技术, 畜牧兽医, 药学, 医学影像技术, 医学检验技术, 口腔医学技术, 康复治疗技术, 烹调工艺与营养, 酒店管理, 旅游管理, 市场营销, 工商企业管理, 物流管理"},
{"schoolname": "青岛理工大学琴岛学院", "type": "理工类", "city": "青岛市", "info": "土木工程, 工程管理, 工程造价, 机械设计制造及其自动化, 电气工程及其自动化, 建筑学, 计算机科学与技术, 软件工程, 电子信息工程, 网络工程, 物联网工程, 国际经济与贸易, 市场营销, 物流管理, 英语"},
{"schoolname": "烟台大学文经学院", "type": "综合类", "city": "烟台市", "info": "人力资源管理, 工商管理, 物联网工程, 自动化, 通信工程, 计算机科学与技术, 电子信息科学与技术, 车辆工程, 环境设计, 视觉传达设计"},
{"schoolname": "哈尔滨工业大学（威海）", "type": "理工类", "city": "威海市", "info": "车辆工程, 能源与动力工程, 计算机科学与技术, 软件工程, 焊接技术与工程, 电子封装技术, 光电信息科学与工程, 机械设计制造及其自动化, 船舶与海洋工程, 化学工程与工艺, 交通工程, 自动化, 电气工程及其自动化, 测控技术与仪器, 通信工程"},
{"schoolname": "山东轻工职业学院", "type": "理工类", "city": "淄博市", "info": "应用化工技术, 机电设备维修与管理, 电气自动化技术, 服装与服饰设计, 服装设计与工艺, 纺织品设计, 计算机应用技术, 电子信息工程技术, 物流管理, 纺织品检验与贸易, 食品营养与检测, 机械设计与制造, 汽车营销与服务, 鞋类设计与工艺, 动漫制作技术"},
{"schoolname": "济南大学泉城学院", "type": "综合类", "city": "济南市", "info": "财务管理, 网络工程, 市场营销, 英语, 国际经济与贸易, 机械设计制造及其自动化, 电气工程及其自动化, 经济学, 新闻学, 新闻采编与制作, 视觉传达设计, 环境设计, 产品设计, 舞蹈编导, 录音艺术"},
{"schoolname": "山东职业学院", "type": "理工类", "city": "济南市", "info": "城市轨道交通车辆技术, 铁道机车, 铁道供电技术, 电气自动化技术, 铁道信号自动控制, 计算机网络技术, 铁道工程技术, 建筑工程技术, 食品生物技术, 铁道车辆"},
{"schoolname": "山东医药技师学院", "type": "医药类", "city": "泰安市", "info": "护理, 电子商务, 药物分析与检验, 化学制药技术, 食品质量与安全, 保健按摩, 老年服务与管理, 康复保健"},
{"schoolname": "山东财经大学东方学院", "type": "综合类", "city": "泰安市", "info": "金融学, 会计学, 财务管理, 数据科学与大数据技术, 数字媒体艺术（动漫方向）, 数字媒体艺术（数字互动娱乐开发方向）, 审计学, 税收学, 国际经济与贸易, 英语, 物流管理, 人力资源管理, 工商管理, 新闻学, 电子商务"},
{"schoolname": "济宁学院", "type": "综合类", "city": "济宁市", "info": "英语, 行政管理, 汉语言文学, 心理学, 化学工程与工艺, 计算机科学与技术, 生物工程, 经济学, 机械设计制造及其自动化, 材料科学与工程, 应用化学, 食品科学与工程, 视觉传达设计, 美术学, 数字媒体艺术"},
{"schoolname": "山东电力高等专科学校", "type": "理工类", "city": "济南市", "info": "电厂热能动力装置, 火电厂集控运行, 高压输配电线路施工运行与维护, 电力系统继电保护与自动化技术（专）, 电力客户服务与管理, 建设工程管理, 计算机应用技术, 电厂热工自动化技术, 供用电技术, 发电厂及电力系统（考生无色弱、色盲）"},
{"schoolname": "淄博师范高等专科学校", "type": "师范类", "city": "淄博市", "info": "信息安全与管理, 语文教育（师范）, 英语教育（师范）, 语文教育(小学教育方向), 汉语(计算机速录方向), 主持与播音, 审计实务, 应用韩语, 应用英语, 音乐教育, 美术教育, 动漫设计与制作, 社区管理与服务, 学前教育, 英语教育"},
{"schoolname": "山东中医药高等专科学校", "type": "医药类", "city": "烟台市", "info": "中医学, 中药学, 护理, 针灸推拿, 中医骨伤, 康复治疗技术, 中医养生保健, 健康管理, 药品经营与管理, 药物制剂技术"},
{"schoolname": "山东商业职业技术学院", "type": "财经类", "city": "济南市", "info": "服装与服饰设计, 环境艺术设计, 会计, 审计, 市场营销, 电子商务, 物流管理, 软件技术, 计算机应用技术, 应用电子技术, 制冷与空调技术, 老年服务与管理, 工程造价, 房地产经营与管理, 视觉传播设计与制作"},
{"schoolname": "青岛职业技术学院", "type": "综合类", "city": "青岛市", "info": "软件技术, 应用电子技术, 物联网应用技术, 环境监测与控制技术, 机电一体化技术, 电气自动化技术, 数控技术, 模具设计与制造, 制冷与空调技术, 计算机应用技术, 应用化工技术, 药品生产技术, 海洋化工技术, 旅游管理, 酒店管理"},
{"schoolname": "威海职业学院", "type": "综合类", "city": "威海市", "info": "船舶工程技术, 汽车检测与维修技术, 工程造价, 服装设计与工艺, 服装与服饰设计, 商务英语, 机械设计与制造, 电气自动化技术, 数控技术, 模具设计与制造, 机电一体化技术, 广告设计与制作, 应用韩语, 商务日语, 市场营销"},
{"schoolname": "山东劳动职业技术学院", "type": "理工类", "city": "济南市", "info": "电气自动化技术, 机电一体化技术, 机械设计与制造, 机械制造与自动化, 精密机械技术, 电子商务, 房地产经营与管理, 国际商务, 会计, 焊接技术与自动化, 汽车电子技术, 计算机网络技术, 计算机应用技术, 软件技术, 建筑智能化工程技术"},
{"schoolname": "莱芜职业技术学院", "type": "综合类", "city": "济南市", "info": "会计, 数控技术, 软件技术, 机电一体化技术, 电气自动化技术, 模具设计与制造, 环境艺术设计, 广告设计与制作, 学前教育, 文物修复与保护, 动漫制作技术, 市场营销, 电子商务, 物流管理, 旅游管理"},
{"schoolname": "济宁职业技术学院", "type": "综合类", "city": "济宁市", "info": "机电一体化技术, 工业机器人技术, 模具设计与制造, 数控技术, 电气自动化技术, 机械制造与自动化, 软件技术（专本3+2）, 软件技术, 软件技术（惠普班）（现代学徒制试点）, 计算机应用技术, 计算机应用技术（人工智能技术方向）, 云计算技术与应用, 计算机网络技术, 计算机应用技术（与联想教育科技有限公司合作）, 计算机网络技术（与济南博赛网络技术有限公司合作）（现代学徒制试点 ）"},
{"schoolname": "潍坊职业学院", "type": "综合类", "city": "潍坊市", "info": "电子商务, 园林技术, 园林工程技术, 建设工程监理, 建筑工程技术, 园艺技术, 食品加工技术, 食品营养与检测, 食品质量与安全, 药品生物技术, 药品生产技术, 机电一体化技术, 数控技术, 模具设计与制造, 应用电子技术"},
{"schoolname": "烟台职业学院", "type": "综合类", "city": "烟台市", "info": "模具设计与制造, 数控技术, 动漫制作技术, 国际商务, 商务英语, 船舶工程技术, 船舶电气工程技术, 制冷与空调技术, 电气自动化技术, 计算机应用技术, 计算机网络技术, 软件技术, 会计, 金融管理, 市场营销"},
{"schoolname": "东营职业学院", "type": "理工类", "city": "东营市", "info": "石油化工技术, 应用化工技术, 化工装备技术, 油气储运技术, 机械制造与自动化, 机电一体化技术, 电气自动化技术, 石油工程技术, 数控技术, 电梯工程技术"},
{"schoolname": "滨州职业学院", "type": "综合类", "city": "滨州市", "info": "艺术设计, 计算机网络技术, 机电一体化技术, 电气自动化技术, 护理, 化工生物技术, 工商企业管理, 物流管理, 空中乘务, 市场营销, 工程造价, 建筑工程技术, 建筑室内设计, 康复治疗技术, 口腔医学技术"},
{"schoolname": "山东科技职业学院", "type": "综合类", "city": "潍坊市", "info": "电气自动化技术, 机电一体化技术, 工业机器人技术, 机械设计与制造, 机械制造与自动化, 数控技术, 汽车营销与服务, 汽车检测与维修技术, 汽车制造与装配技术, 汽车电子技术"},
{"schoolname": "山东服装职业学院", "type": "综合类", "city": "泰安市", "info": "电子信息工程技术, 机电一体化技术, 计算机网络技术, 计算机应用技术, 电子商务, 酒店管理, 会计, 国际贸易实务, 财务管理, 工商企业管理, 市场营销, 旅游管理, 动漫制作技术, 数字媒体艺术设计, 新闻采编与制作"},
{"schoolname": "山东水利职业学院", "type": "理工类", "city": "日照市", "info": "水利工程, 水利水电工程管理, 水利水电建筑工程, 工程测量技术, 建筑工程技术, 建筑装饰工程技术, 土木工程检测技术, 工程造价, 环境工程技术, 园林工程技术, 机电一体化技术, 机械设计与制造, 数控技术, 模具设计与制造, 汽车检测与维修技术"},
{"schoolname": "山东畜牧兽医职业学院", "type": "农林类", "city": "潍坊市", "info": "物流管理, 食品检测技术, 动物防疫与检疫, 畜牧兽医, 饲料与动物营养, 食品加工技术, 药品生产技术, 兽药制药技术, 电子商务, 经济信息管理"},
{"schoolname": "山东交通职业学院", "type": "综合类", "city": "潍坊市", "info": "电子商务, 机械设计与制造, 机电一体化技术, 工业机器人技术, 汽车制造与装配技术, 汽车智能技术, 汽车营销与服务, 城市轨道交通工程技术, 城市轨道交通工程技术（退役士兵类）, 物流管理, 物流管理（3+2）, 物流管理（退役士兵类）, 物流管理（技术技能类）, 云计算技术与应用（校企合作）, 大数据技术与应用"},
{"schoolname": "淄博职业学院", "type": "综合类", "city": "淄博市", "info": "应用化工技术, 动漫制作技术, 市场营销, 数控技术, 电力系统自动化技术, 云计算技术与应用, 食品营养与检测, 园林技术, 旅游管理, 酒店管理, 建筑装饰工程技术, 工业设计, 数字媒体应用技术, 助产, 商务英语"},
{"schoolname": "山东外贸职业学院", "type": "财经类", "city": "青岛市", "info": "国际贸易实务, 国际商务, 会计, 国际金融, 商务英语, 市场营销, 物流管理, 报关与国际货运, 空中乘务, 电子商务, 商务日语, 会展策划与管理, 动漫制作技术, 应用韩语, 保险"},
{"schoolname": "山东信息职业技术学院", "type": "理工类", "city": "潍坊市", "info": "数字媒体应用技术, 通信技术, 物联网应用技术, 计算机网络技术, 软件技术, 计算机信息管理, 机电一体化技术, 虚拟现实应用技术, 云计算技术与应用, 幼儿发展与健康管理, 电子信息工程技术, 电气自动化技术, 汽车电子技术, 智能控制技术, 应用电子技术"},
{"schoolname": "青岛港湾职业技术学院", "type": "理工类", "city": "青岛市", "info": "港口电气技术, 机电一体化技术, 电气自动化技术, 港口机械与自动控制, 汽车营销与服务, 汽车检测与维修技术, 港口与航运管理, 集装箱运输管理, 港口与航道工程技术, 建筑工程技术, 公共事务管理, 航海技术, 数控技术, 机械制造与自动化, 轮机工程技术"},
{"schoolname": "山东胜利职业学院", "type": "理工类", "city": "东营市", "info": "护理, 药学, 应用化工技术, 建筑工程技术, 油气储运技术, 机电一体化技术, 电气自动化技术, 计算机应用技术, 物联网应用技术, 物流管理, 石油工程技术, 汽车检测与维修技术"},
{"schoolname": "山东经贸职业学院", "type": "财经类", "city": "潍坊市", "info": "市场营销, 物流管理, 农村经营管理, 冷链物流技术与管理, 财务管理, 报关与国际货运, 社会工作, 会计, 审计, 统计与会计核算, 金融管理, 证券与期货, 农村金融, 资产评估与管理, 互联网金融"},
{"schoolname": "山东工业职业学院", "type": "理工类", "city": "淄博市", "info": "机械制造与自动化, 数控技术, 机电设备维修与管理, 汽车检测与维修技术, 模具设计与制造, 工程造价, 建筑工程技术, 物联网应用技术, 计算机应用技术, 计算机网络技术, 工程测量技术, 应用化工技术, 材料成型与控制技术, 材料工程技术, 机电一体化技术"},
{"schoolname": "山东化工职业学院", "type": "综合类", "city": "淄博市", "info": "精细化工技术, 应用化工技术, 石油炼制技术, 工业分析技术, 高分子材料工程技术, 石油化工技术, 机电一体化技术, 机械制造与自动化, 化工装备技术, 供用电技术, 工业过程自动化技术, 物流管理, 油气储运技术, 电气自动化技术, 会计"},
{"schoolname": "济南职业学院", "type": "综合类", "city": "济南市", "info": "机电一体化技术, 电子信息工程技术, 电子商务, 中小企业创业与经营, 电梯工程技术(校企合作), 汽车检测与维修技术(校企合作), 飞机机电设备维修(校企合作), 电子信息工程技术(校企合作), 智能终端技术与应用(校企合作), 计算机应用技术(校企合作)"},
{"schoolname": "济南工程职业技术学院", "type": "理工类", "city": "济南市", "info": "电气自动化技术, 建筑工程技术, 道路桥梁工程技术, 国际贸易实务, 市场营销, 服装与服饰设计, 服装设计与工艺, 机电一体化技术, 数控技术, 电梯工程技术, 汽车检测与维修技术, 城市轨道交通机电技术, 城市轨道交通运营管理, 园林工程技术, 建筑装饰工程技术"},
{"schoolname": "山东电子职业技术学院", "type": "理工类", "city": "济南市", "info": "电子信息工程技术, 计算机应用技术, 软件技术, 动漫制作技术, 物联网应用技术, 数字媒体艺术设计, 电气自动化技术, 机电一体化技术, 数控技术, 汽车营销与服务"},
{"schoolname": "山东旅游职业学院", "type": "财经类", "city": "济南市", "info": "会展策划与管理, 导游, 旅行社经营管理, 空中乘务, 会计, 旅游管理, 应用法语, 应用韩语, 旅游日语, 旅游英语, 酒店管理, 烹调工艺与营养, 西餐工艺, 中西面点工艺, 民航安全技术管理"},
{"schoolname": "山东铝业职业学院", "type": "理工类", "city": "淄博市", "info": "金属压力加工, 旅游管理, 会计, 有色冶金技术, 应用化工技术, 工业分析技术, 炭素加工技术, 物流管理, 机电一体化技术, 机械制造与自动化, 数控技术, 模具设计与制造, 汽车检测与维修技术, 汽车车身维修技术, 电气自动化技术"},
{"schoolname": "泰山职业技术学院", "type": "综合类", "city": "泰安市", "info": "计算机应用技术, 动漫制作技术, 机电一体化技术, 数控技术, 模具设计与制造, 工业机器人技术, 国际经济与贸易, 物流管理, 电子商务, 会计, 汽车检测与维修技术, 汽车营销与服务, 汽车电子技术, 电气自动化技术, 畜牧兽医"},
{"schoolname": "山东药品食品职业学院", "type": "医药类", "city": "威海市", "info": "药物制剂技术, 化妆品经营与管理, 药学, 药品质量与安全, 食品营养与检测, 药品经营与管理, 食品药品监督管理, 医疗器械维护与管理, 生物制药技术, 药学（校企合作）, 医学检验技术, 食品质量与安全, 餐饮管理（校企合作）, 药品经营与管理（“3+2”专本贯通）, 中药学"},
{"schoolname": "山东商务职业学院", "type": "综合类", "city": "烟台市", "info": "建筑装饰工程技术, 建筑工程技术, 建设项目信息化管理, 工程造价, 市政工程技术, 机械制造与自动化, 数控技术, 机电设备维修与管理, 机电一体化技术, 电气自动化技术, 工业机器人技术, 食品生物技术, 食品质量与安全, 食品营养与检测, 粮食工程技术"},
{"schoolname": "山东城市建设职业学院", "type": "理工类", "city": "济南市", "info": "园林工程技术, 建筑设计, 城市燃气工程技术, 建筑工程技术, 地下与隧道工程技术, 房地产经营与管理, 房地产检测与估价, 建设工程监理, 环境评价与咨询服务, 环境工程技术, 展示艺术设计, 建筑设备工程技术, 古建筑工程技术, 建筑装饰工程技术, 城乡规划"},
{"schoolname": "烟台汽车工程职业学院", "type": "理工类", "city": "烟台市", "info": "机电一体化技术, 数控技术, 机械制造与自动化, 计算机网络技术（UI设计）, 物联网应用技术（移动互联）, 电子商务（移动电商）, 计算机网络技术, 电气自动化技术, 汽车智能技术, 新能源汽车技术, 汽车电子技术, 电子信息工程技术, 模具设计与制造, 汽车营销与服务, 市场营销"},
{"schoolname": "山东司法警官职业学院", "type": "政法类", "city": "济南市", "info": "法律事务, 司法警务（特勤特警方向）, 司法警务（安全检查方向）, 司法助理, 法律文秘, 司法警务, 行政执行, 法律事务（律师助理方向）, 安全防范技术, 司法信息技术（信息安全方向）, 安全防范技术（航空方向）, 刑事执行, 刑事侦查技术, 司法信息技术, 司法信息安全"},
{"schoolname": "菏泽家政职业学院", "type": "综合类", "city": "菏泽市", "info": "护理, 助产, 医学检验技术, 医学影像技术, 口腔医学技术, 康复治疗技术, 社区康复, 药学, 药品经营与管理, 会计, 酒店管理, 老年服务与管理, 家政服务与管理, 汽车运用与维修技术, 早期教育"},
{"schoolname": "中国石油大学胜利学院", "type": "理工类", "city": "东营市", "info": "药学, 护理, 文秘, 数控技术, 电气自动化技术, 油气储运技术, 油气开采技术, 环境设计, 视觉传达设计, 音乐学, 学前教育, 英语, 市场营销, 财务管理, 法学"},
{"schoolname": "山东英才学院", "type": "综合类", "city": "济南市", "info": "园林, 学前教育, 土木工程, 市场营销, 英语, 护理学, 物流管理, 电气工程及其自动化, 财务管理, 工商管理, 学前教育（师范）, 环境设计, 服装与服饰设计, 工程管理, 国际商务"},
{"schoolname": "潍坊科技学院", "type": "理工类", "city": "潍坊市", "info": "法律事务, 建设工程管理, 工程造价, 财务管理, 应用化工技术, 广告设计与制作, 数字媒体艺术设计, 土木工程, 市场营销, 环境工程, 软件工程, 车辆工程, 应用化学, 工程管理, 人力资源管理"},
{"schoolname": "齐鲁医药学院", "type": "医药类", "city": "淄博市", "info": "临床医学, 医学检验技术, 药物制剂, 药学, 医学影像技术, 护理学, 临床医学, 护理, 药学, 口腔医学, 医学检验技术, 针灸推拿, 医学美容技术, 中药学, 康复治疗学"},
{"schoolname": "烟台南山学院", "type": "综合类", "city": "烟台市", "info": "旅游管理, 电气工程及其自动化, 自动化, 材料成型及控制工程, 纺织工程, 工商管理, 计算机信息管理, 工程管理, 工业设计, 服装设计与工程, 市场营销, 日语, 朝鲜语, 英语, 物流管理"},
{"schoolname": "曲阜远东职业技术学院", "type": "综合类", "city": "济宁市", "info": "应用电子技术（建筑智能化工程技术方向）, 应用电子技术（工业机器人/工业机器人应用与维护方向）, 无人机应用技术, 汽车电子技术（汽车制造与装备方向）, 汽车电子技术（新能源汽车技术方向）, 中医康复技术, 无人机应用技术（飞机机电设备维修方向）, 健康管理, 应用英语（商务英语方向）, 应用英语（初等教育方向）, 早期教育（舞蹈表演方向）, 早期教育（学前教育方向）, 早期教育（0-3岁方向）, 美术（书法方向）, 健康管理（护理方向）"},
{"schoolname": "山东圣翰财贸职业学院", "type": "综合类", "city": "济南市", "info": "物流管理, 艺术设计, 表演艺术, 物联网应用技术, 消防工程技术, 保险, 数字媒体应用技术, 审计, 公共卫生管理, 飞机机电设备维修"},
{"schoolname": "山东力明科技职业学院", "type": "综合类", "city": "泰安市", "info": "药品生物技术, 工业机器人技术, 空中乘务, 计算机应用技术, 计算机网络技术, 软件技术, 市场营销, 电子商务, 旅游管理, 老年服务与管理, 旅游日语, 传播与策划, 数字媒体应用技术, 广播影视节目制作, 数控技术"},
{"schoolname": "德州科技职业学院", "type": "综合类", "city": "德州市", "info": "幼儿发展与健康管理, 空中乘务, 飞机机电设备维修, 建筑工程技术, 机电一体化技术, 汽车检测与维修技术, 计算机应用技术, 计算机网络技术, 软件技术, 动漫制作技术, 食品生物技术, 会计, 物流管理, 护理, 酒店管理"},
{"schoolname": "青岛恒星科技学院", "type": "综合类", "city": "青岛市", "info": "机械工程, 电气自动化技术, 应用电子技术, 舞蹈表演, 金融工程, 人力资源管理, 工程造价, 工程造价, 印刷工程, 视觉传达设计, 汽车服务工程, 车辆工程, 物流管理, 物流工程, 旅游英语"},
{"schoolname": "潍坊工商职业学院", "type": "综合类", "city": "潍坊市", "info": "软件技术, 食品营养与检测, 经济信息管理, 报关与国际货运, 旅游管理, 食品质量与安全, 老年服务与管理, 机电一体化技术, 数控技术, 工程造价, 建设工程监理, 计算机应用技术, 动漫制作技术, 表演艺术, 汽车检测与维修技术"},
{"schoolname": "枣庄科技职业学院", "type": "理工类", "city": "枣庄市", "info": "机电一体化技术, 汽车检测与维修技术, 计算机应用技术, 护理, 药学, 煤矿开采技术, 矿山机电技术, 工程测量技术, 建筑装饰工程技术, 建筑工程技术, 建设工程管理, 工程造价, 机械设计与制造, 数控技术, 焊接技术与自动化"},
{"schoolname": "山东外国语职业技术大学", "type": "语言类", "city": "日照市", "info": "应用英语, 计算机网络技术, 空中乘务, 工程造价, 环境艺术设计, 应用泰语, 建筑设计, 质量管理与认证, 商务英语, 软件技术, 旅游英语, 应用日语, 应用法语, 商务日语, 应用韩语"},
{"schoolname": "东营科技职业学院", "type": "综合类", "city": "东营市", "info": "空中乘务, 石油化工技术, 建筑工程技术, 计算机应用技术, 市场营销, 学前教育, 园林技术, 应用化工技术, 石油炼制技术, 发电厂及电力系统, 工程造价, 机械制造与自动化, 数控技术, 机电一体化技术, 电气自动化技术"},
{"schoolname": "山东工程职业技术大学", "type": "理工类", "city": "济南市", "info": "机电一体化技术, 数控技术, 建筑工程技术, 道路桥梁工程技术, 机械制造与自动化, 焊接技术与自动化, 模具设计与制造, 建设工程管理, 汽车检测与维修技术, 汽车运用与维修技术"},
{"schoolname": "山东杏林科技职业学院", "type": "综合类", "city": "济南市", "info": ""},
{"schoolname": "山东外事职业大学", "type": "综合类", "city": "济南市", "info": "电子商务技术, 移动商务, 连锁经营管理, 互联网金融, 物联网应用技术, 房地产检测与估价, 法律事务, 空中乘务, 投资与理财, 动漫制作技术, 房地产经营与管理, 计算机应用技术, 旅游管理, 国际贸易实务, 报关与国际货运"},
{"schoolname": "青岛求实职业技术学院", "type": "综合类", "city": "青岛市", "info": "机电一体化, 工业机器人技术, 城市轨道交通运营管理, 空中乘务, 建筑工程技术, 工程造价, 数控技术, 机电一体化技术, 汽车检测与维修技术, 护理"},
{"schoolname": "山东现代学院", "type": "其他", "city": "济南市", "info": "工商企业管理, 护理, 助产, 临床医学, 康复治疗技术, 建筑工程技术, 计算机网络技术, 会计, 旅游管理, 汽车检测与维修技术"},
{"schoolname": "青岛飞洋职业技术学院", "type": "综合类", "city": "青岛市", "info": ""},
{"schoolname": "山东华宇工学院", "type": "理工类", "city": "德州市", "info": "消防工程技术, 机械制造与自动化, 汽车检测与维修技术, 电子商务, 软件技术, 影视动画, 电气自动化技术, 连锁经营管理, 物流管理, 建筑工程技术, 数控技术, 模具设计与制造, 通信技术, 汽车营销与服务, 机械设计制造及其自动化"},
{"schoolname": "青岛黄海学院", "type": "综合类", "city": "青岛市", "info": "物流管理, 机械设计制造及其自动化, 市场营销, 学前教育, 工程管理, 财务管理, 电子信息工程, 土木工程, 国际经济与贸易, 计算机科学与技术, 船舶与海洋工程, 经济统计学, 电子商务, 国际商务, 酒店管理"},
{"schoolname": "烟台工程职业技术学院", "type": "理工类", "city": "烟台市", "info": "动漫制作技术, 模具设计与制造, 数控技术, 机械制造与自动化, 物联网应用技术, 汽车电子技术, 市场营销, 食品营养与检测, 高分子材料加工技术, 焊接技术与自动化"},
{"schoolname": "德州职业技术学院", "type": "综合类", "city": "德州市", "info": "数控技术, 物流管理, 汽车营销与服务, 粮食工程技术, 焊接技术与自动化, 模具设计与制造, 机械设计与制造, 工业机器人技术, 机电一体化技术, 电气自动化技术, 烹调工艺与营养, 酒店管理, 金融管理, 数字媒体应用技术, 汽车车身维修技术"},
{"schoolname": "山东传媒职业学院", "type": "综合类", "city": "济南市", "info": "播音与主持, 戏剧影视表演, 学前教育, 广播影视节目制作, 摄影摄像技术, 影视编导, 人物形象设计, 影视照明技术与艺术, 公共文化服务与管理, 新闻采编与制作"},
{"schoolname": "临沂职业学院", "type": "理工类", "city": "临沂市", "info": "工程造价, 机电一体化技术, 机械制造与自动化, 数控技术, 电气自动化技术, 焊接技术与自动化, 建筑装饰工程技术, 建设工程监理, 建筑工程技术, 广告设计与制作"},
{"schoolname": "枣庄职业学院", "type": "综合类", "city": "枣庄市", "info": "康复治疗技术, 老年保健与管理, 工程造价, 建设工程管理, 建筑工程技术, 畜牧兽医, 动物医学, 现代农业技术（家庭农场经营管理方向）, 园林技术, 食品营养与检测, 汽车检测与维修技术, 新能源汽车技术, 新能源汽车运用与维修, 汽车营销与服务, 动漫制作技术"},
{"schoolname": "山东理工职业学院", "type": "综合类", "city": "济宁市", "info": "会计, 旅游管理, 机电一体化技术, 机械制造与自动化, 数控技术, 电气自动化技术, 汽车营销与服务, 汽车检测与维修技术, 计算机应用技术, 计算机网络技术, 信息安全与管理, 软件技术, 财务管理, 物流管理, 市场营销"},
{"schoolname": "山东文化产业职业学院", "type": "综合类", "city": "青岛市", "info": "乐器制造与维护, 城市轨道交通运营管理, 电气自动化技术, 公共文化服务与管理, 广告设计与制作, 舞蹈表演（表教方向）, 会计, 会展策划与管理, 机械制造与自动化, 跨境电子商务, 旅游管理, 人工智能技术服务, 市场营销, 铁道通信与信息化技术, 铁路物流管理"},
{"schoolname": "山东科技大学泰山科技学院", "type": "综合类", "city": "泰安市", "info": "电子商务, 会计学, 工商管理, 会计, 市场营销, 计算机科学与技术, 计算机应用技术, 计算机网络技术, 电气工程及其自动化, 机械电子工程, 机械设计制造及其自动化, 电气自动化技术, 机械制造与自动化, 地质工程, 测绘工程"},
{"schoolname": "青岛工学院", "type": "其他", "city": "青岛市", "info": "计算机科学与技术, 通信工程, 食品科学与工程, 国际商务, 能源与动力工程, 德语, 计算机应用技术, 日语, 朝鲜语, 电子信息工程"},
{"schoolname": "青岛农业大学海都学院", "type": "综合类", "city": "烟台市", "info": "园艺, 园林, 食品科学与工程, 食品质量与安全, 国际经济与贸易, 财务管理, 公共事业管理, 土木工程, 机械设计制造及其自动化, 电气工程及其自动化"},
{"schoolname": "齐鲁理工学院", "type": "综合类", "city": "济南市", "info": "印刷工程, 包装工程, 政治学与行政学, 旅游管理, 新闻学, 自动化, 汉语国际教育, 英语, 日语, 朝鲜语"},
{"schoolname": "潍坊理工学院", "type": "综合类", "city": "潍坊市", "info": "旅游管理, 人力资源管理, 视觉传达设计, 能源与动力工程, 新能源科学与工程, 计算机科学与技术, 生物技术, 生物科学, 化学工程与工艺, 化学"},
{"schoolname": "聊城大学东昌学院", "type": "综合类", "city": "聊城市", "info": "设计学类, 家政学, 化学, 会计学, 汉语言文学, 英语, 朝鲜语, 数学与应用数学, 应用化学, 电子信息工程"},
{"schoolname": "齐鲁师范学院", "type": "师范类", "city": "济南市", "info": "舞蹈学, 视觉传播设计与制作, 体育运营与管理, 生物科学, 数学与应用数学, 化学, 思想政治教育, 市场营销, 小学教育, 英语"},
{"schoolname": "山东青年政治学院", "type": "综合类", "city": "济南市", "info": "服装与服饰设计, 艺术设计, 舞蹈表演, 旅游管理, 应用阿拉伯语, 应用法语, 应用德语, 应用韩语, 商务日语, 会计, 物业管理, 产品设计, 环境设计, 视觉传达设计, 舞蹈编导"},
{"schoolname": "山东女子学院", "type": "综合类", "city": "济南市", "info": "社会工作, 电子商务, 会展经济与管理, 市场营销, 金融工程, 新闻采编与制作, 知识产权, 老年服务与管理, 俄语, 广播电视学"},
{"schoolname": "青岛远洋船员职业学院", "type": "综合类", "city": "青岛市", "info": "航海技术, 轮机工程技术, 船舶电子电气技术, 船舶工程技术, 港口与航运管理, 国际邮轮乘务管理"},
{"schoolname": "济南护理职业学院", "type": "医药类", "city": "济南市", "info": "护理, 助产, 药学, 中药学, 口腔医学技术, 药品生产技术, 食品营养与检测, 医学影像技术, 医疗设备应用技术, 康复治疗技术, 医学检验技术, 医学营养, 老年服务与管理, 中医康复技术"},
{"schoolname": "山东协和学院", "type": "医药类", "city": "济南市", "info": "旅游管理, 自动化, 土木工程, 机械设计制造及其自动化, 计算机科学与技术, 学前教育, 英语, 电子信息工程, 会计学, 护理学"},
{"schoolname": "北京电影学院现代创意媒体学院", "type": "艺术类", "city": "青岛市", "info": "新闻学, 摄影（商业摄影方向）, 环境艺术设计, 数字媒体艺术设计, 录音艺术, 文化产业管理（影视制片管理方向）, 文化产业管理（电影市场发行方向）, 文化产业管理（网络与新媒体方向）, 知识产权（影视知识产权保护方向）, 表演, 影视摄影与制作, 电影学, 文物保护与修复, 影视技术, 戏剧影视文学（影视编剧方向）"},
{"schoolname": "潍坊工程职业学院", "type": "理工类", "city": "潍坊市", "info": "机电一体化技术, 数控技术, 工业机器人技术, 无人机应用技术, 计算机应用技术, 物联网应用技术, 测绘地理信息技术, 电子商务, 物流管理, 市场营销"},
{"schoolname": "山东海事职业学院", "type": "理工类", "city": "潍坊市", "info": "港口与航运管理, 国际邮轮乘务管理, 会计, 机电一体化技术, 无人机应用技术, 电气自动化技术, 物联网应用技术, 物流管理, 电子商务, 旅游管理, 空中乘务, 港口机械与自动控制, 烹调工艺与营养, 航海技术, 轮机工程技术"},
{"schoolname": "济南幼儿师范高等专科学校", "type": "师范类", "city": "济南市", "info": "学前教育, 小学教育, 英语教育, 语文教育, 数学教育, 音乐教育, 会计, 美术教育, 体育教育, 艺术设计"},
{"schoolname": "泰山护理职业学院", "type": "医药类", "city": "泰安市", "info": "药学, 康复治疗技术, 医学影像技术, 助产, 护理, 护理（社区护理方向）（口腔护理方向）（老年护理方向）（中医护理方向）（涉外护理方向）"},
{"schoolname": "潍坊护理职业学院", "type": "医药类", "city": "潍坊市", "info": "护理（校企合作）, 健康管理（校企合作）, 医疗设备应用技术（校企合作）, 老年服务与管理（校企合作）, 幼儿发展与健康管理（校企合作）, 老年服务与管理, 中医康复技术, 康复治疗技术, 幼儿发展与健康管理, 医学美容技术, 口腔医学技术, 医学影像技术, 医学检验技术, 口腔医学, 中药学"},
{"schoolname": "山东财经大学燕山学院", "type": "财经类", "city": "济南市", "info": "会计学, 财务管理, 审计学, 金融学, 国际经济与贸易, 工商管理, 市场营销, 人力资源管理, 旅游管理, 信息管理与信息系统"},
{"schoolname": "中国人民解放军海军潜艇学院", "type": "军事类", "city": "青岛市", "info": "水声工程（潜艇观通指挥）, 电子信息工程（潜艇观通指挥）, 水声工程（航空反潜技术与指挥）, 航海技术（潜艇航海指挥）, 武器发射工程（潜艇雷弹指挥）, 船舶与海洋工程（潜水技术与指挥）, 救助与打捞工程（防险救生技术与指挥）, 武器系统与工程（潜艇故略导弹指挥）"},
{"schoolname": "山东管理学院", "type": "综合类", "city": "济南市", "info": "计算机应用技术, 劳动关系, 审计学, 安全工程, 市场营销, 公共关系学, 资产评估, 信息管理与信息系统, 机器人工程, 会计"},
{"schoolname": "山东农业工程学院", "type": "综合类", "city": "济南市", "info": "园林技术, 环境艺术设计, 视觉传达设计, 物流工程, 设施农业科学与工程, 土地资源管理, 测绘工程, 机械电子工程, 食品质量与安全, 食品科学与工程, 食品质量与安全, 电气工程及其自动化, 机械工程, 物联网工程, 信息安全"},
{"schoolname": "菏泽职业学院", "type": "", "city": "菏泽市", "info": "建筑工程技术, 计算机应用技术, 会计, 互联网金融, 分布式发电与微电网技术, 动漫制作技术, 空中乘务, 应用化工技术, 建筑装饰工程技术, 机电一体化技术, 汽车检测与维修技术, 食品生物技术, 电子商务, 物流管理, 旅游管理"},
{"schoolname": "山东职业学院西校区", "type": "综合类", "city": "济南市", "info": "会计学院, 商务英语, 统计与会计核算, 财务管理, 电子商务, 电子信息工程技术, 动漫制作技术, 工业过程自动化技术, 计算机应用技术, 软件技术, 工程造价, 物流管理, 市场营销"},
{"schoolname": "山东技师学院", "type": "", "city": "济南市", "info": "纺织品设计, 染整技术, 应用化工技术, 艺术设计（室内设计方向）, 艺术设计（广告设计与制作方向）, 电子信息工程技术, 统计与会计核算, 机电设备维修与管理, 电气自动化技术, 物流管理（含航空服务方向）, 动漫制作技术（校企合作）, 现代纺织技术, 通信技术, 通信技术（校企合作）, 服装与服饰设计"},
{"schoolname": "山东广播电视大学", "type": "", "city": "济南市", "info": "物流管理（专科）, 工商企业管理（专科）, 小学教育（专科）, 法学（专科）, 法学, 汽车, 旅游, 畜牧兽医, 机械制造, 水利水电工程技术, 道路桥梁工程技术, 建筑施工与管理, 会计, 会计（专科）, 汉语言文学（专科）"},
{"schoolname": "山东艺术设计职业学院", "type": "艺术类", "city": "济南市", "info": "空中乘务, 音乐表演, 传播与策划, 文化市场经营管理, 艺术设计, 舞蹈表演, 模特与礼仪, 美术, 风景园林设计, 环境艺术设计, 虚拟现实应用技术, 服装与服饰设计, 影视动画, 园艺技术, 建筑装饰工程技术"},
{"schoolname": "烟台黄金职业学院", "type": "综合类", "city": "烟台市", "info": "金融管理, 财务管理, 电气自动化技术, 机械设计与制造, 首饰设计与工艺, 宝玉石鉴定与加工, 矿产地质与勘查, 环境工程技术, 电子商务, 计算机网络技术"},
{"schoolname": "哈尔滨理工大学荣成校区", "type": "", "city": "威海市", "info": ""},
{"schoolname": "威海海洋职业学院", "type": "综合类", "city": "威海市", "info": "药品经营与管理, 水产养殖技术, 动物药学, 药品生物技术, 药品生物技术（与扬子江药业校企合作）, 食品质量与安全, 食品营养与检测, 食品药品监督管理, 精密医疗器械技术, 船舶工程技术"},
{"schoolname": "山东特殊教育职业学院", "type": "", "city": "济南市", "info": "特殊教育, 康复治疗技术, 工艺美术品设计, 文物修复与保护, 服装设计与工艺（家用纺织品设计）, 中医康复技术, 特殊教育（3+2）, 言语听觉康复技术, 计算机应用技术（数字艺术设计方向）, 计算机应用技术（网站规划与开发方向）"},
{"schoolname": "日照航海工程职业学院", "type": "", "city": "日照市", "info": "航海技术（船舶驾驶方向）, 轮机工程技术（船舶检测与维修方向）, 电梯工程技术（电梯检测与维修方向）, 机电一体化（机械操作、检测与安装方向）, 国际邮轮乘务管理（豪华邮轮高级服务与营运方向）, 酒店管理（高铁乘务方向）, 酒店管理, 消防工程技术（消防工程师方向）, 建筑工程技术（BIM，建筑信息模型方向）, 财务管理（财务金融学方向）"},
{"schoolname": "青岛工程职业学院", "type": "", "city": "青岛市", "info": "电气自动化技术, 药品生物技术, 新能源汽车运用与维修, 大数据技术与应用, 模具设计与制造, 数控技术"},
{"schoolname": "青岛幼儿师范高等专科学校", "type": "师范类", "city": "青岛市", "info": ""},
{"schoolname": "烟台幼儿师范高等专科学校", "type": "师范类", "city": "烟台市", "info": "学前教育（五年）, 学前教育, 早期教育, 美术教育, 音乐教育"},
{"schoolname": "烟台文化旅游职业学院", "type": "综合类", "city": "烟台市", "info": "电子商务, 烹调工艺与营养, 酒店管理, 国际邮轮乘务管理, 广播影视节目制作（校企合作）, 空中乘务（校企合作）"},
{"schoolname": "临沂科技职业学院", "type": "综合类", "city": "临沂市", "info": "现代农业技术, 现代农业技术（新媒体营销方向）, 动物医学, 动物医学（宠物医学方向）, 环境工程技术, 环境工程技术（环境监测与污染防治方向）, 环境工程技术（环保管理与咨询服务方向）, 食品质量与安全, 计算机应用技术, 计算机应用技术（校企合作）, 物联网应用技术, 机械制造与自动化, 机电一体化技术, 机电一体化技术（新材料方向）, 机电一体化技术（校企合作）"},
{"schoolname": "青岛航空科技职业学院", "type": "", "city": "青岛市", "info": "定翼机驾驶技术, 无人机应用技术, 民航运输, 民航安全技术管理, 空中乘务, 飞机机电设备维修"},
{"schoolname": "潍坊环境工程职业学院", "type": "", "city": "潍坊市", "info": "环境监测与控制技术, 环境工程技术, 机械制造与自动化, 工业机器人技术, 物联网应用技术, 电子商务"}
]