[
{"schoolname": "西南交通大学", "type": "理工类", "city": "成都市", "info": "土木工程（汉）, 土木工程（藏）, 机械类（汉）, 机械类（藏）, 电气工程及其自动化（汉）, 电气工程及其自动化（藏）, 电子信息类（汉）, 电子信息类（藏）, 测绘类（汉）, 经济与贸易类（藏）, 汉语国际教育（汉）, 汉语国际教育（藏）, 电气工程与智能控制（汉）, 电气工程与智能控制（藏）, 交通运输（汉）"},
{"schoolname": "四川大学", "type": "综合类", "city": "成都市", "info": "新闻学, 动画, 信息安全, 核工程与核技术, 水利水电工程, 临床医学, 口腔医学, 汉语言文学, 数学与应用数学, 轻化工程"},
{"schoolname": "四川农业大学", "type": "农林类", "city": "雅安市", "info": "农学, 动物科学, 动物医学, 林学, 信息管理与信息系统, 园艺, 农业资源与环境, 金融学, 投资学, 国际经济与贸易, 法学, 政治学与行政学, 社会工作, 汉语言文学, 英语"},
{"schoolname": "西南财经大学", "type": "财经类", "city": "成都市", "info": "金融学, 财务管理, 市场营销, 统计学, 物流管理, 投资学, 劳动与社会保障, 法学, 金融工程, 财政学"},
{"schoolname": "西南民族大学", "type": "民族类", "city": "成都市", "info": "汉语国际教育, 社会工作, 应用心理学, 自动化, 应用化学, 材料化学, 环境工程, 化学工程与工艺, 环境科学, 信息与计算科学"},
{"schoolname": "成都理工大学", "type": "理工类", "city": "成都市", "info": "地球物理学, 资源勘查工程, 勘查技术与工程, 地质学, 地球化学, 地球信息科学与技术, 测绘工程, 遥感科学与技术, 地理信息科学, 石油工程"},
{"schoolname": "西华大学", "type": "综合类", "city": "成都市", "info": "机械设计制造及其自动化, 视觉传播设计与制作, 产品艺术设计, 给排水科学与工程, 风景园林, 投资学, 物流管理, 电子商务, 人力资源管理, 财务管理"},
{"schoolname": "西南科技大学", "type": "理工类", "city": "绵阳市", "info": "材料科学与工程, 土木工程, 工业工程, 电子商务, 公共事业管理, 汉语言文学, 日语, 西班牙语, 电子信息工程, 通信工程, 电气工程及其自动化, 物联网工程, 生物医学工程, 地质工程, 环境工程"},
{"schoolname": "成都中医药大学", "type": "医药类", "city": "成都市", "info": "中药学, 中医学, 针灸推拿学, 藏医学, 康复治疗学, 医学信息工程, 卫生检验与检疫, 生物技术, 生物科学, 医学检验技术, 中药资源与开发, 药物制剂, 药学, 制药工程, 中药学（基地班）"},
{"schoolname": "四川师范大学", "type": "师范类", "city": "成都市", "info": "汉语言文学（含师范方向）, 秘书学, 戏剧影视文学, 法学, 英语（含师范方向）, 俄语, 法语, 日语, 历史学（含师范方向）, 旅游管理, 教育学（含师范方向）, 小学教育（含师范方向）, 学前教育（含师范方向）, 特殊教育（含师范方向）, 数学类（数学与应用数学）（含师范方向）"},
{"schoolname": "西华师范大学", "type": "师范类", "city": "南充市", "info": "汉语言文学, 生物科学, 服装与服饰设计, 播音与主持艺术, 舞蹈表演, 舞蹈学, 绘画, 环境设计, 社会体育指导与管理, 思想政治教育"},
{"schoolname": "中国民用航空飞行学院", "type": "理工类", "city": "德阳市", "info": "飞行技术, 交通运输, 飞行器动力工程, 电子信息工程, 电气工程及其自动化, 飞行器制造工程, 安全工程, 飞行器适航技术, 交通管理, 交通工程, 工商管理, 市场营销, 物流工程, 计算机科学与技术, 信息与计算科学"},
{"schoolname": "西南石油大学", "type": "综合类", "city": "成都市", "info": "石油工程, 应用化学, 工商管理, 市场营销, 电子信息工程, 通信工程, 自动化, 机器人工程, 会计学, 公共事业管理"},
{"schoolname": "成都信息工程大学", "type": "理工类", "city": "成都市", "info": "电子信息工程, 应用气象学, 环境工程, 环境科学, 地理信息科学, 遥感科学与技术, 测绘工程, 电子信息科学与技术, 微电子科学与工程, 自动化"},
{"schoolname": "四川轻化工大学", "type": "理工类", "city": "自贡市", "info": "化学工程与工艺, 材料科学与工程, 应用物理学, 信息与计算科学, 数学与应用数学, 应用统计学, 视觉传达设计, 体育教育, 日语, 英语"},
{"schoolname": "西南医科大学", "type": "医药类", "city": "泸州市", "info": "临床药学, 麻醉学, 预防医学, 中西医临床医学, 眼视光学, 健康服务与管理, 基础医学, 社会体育指导与管理, 康复治疗学, 英语"},
{"schoolname": "川北医学院", "type": "医药类", "city": "南充市", "info": "医学影像学, 口腔医学, 麻醉学, 中西医临床医学, 临床医学, 眼视光医学, 医学检验技术, 精神医学, 法医学, 预防医学, 护理学, 医学影像技术, 生物医学工程, 康复物理治疗, 临床医学（定向）"},
{"schoolname": "电子科技大学", "type": "理工类", "city": "成都市", "info": "外国语言文学类, 信息安全, 通信工程, 集成电路设计与集成系统, 电子科学与技术, 电子信息工程, 测控技术与仪器, 计算机科学与技术, 信息显示与光电技术, 日语"},
{"schoolname": "成都工业学院", "type": "理工类", "city": "成都市", "info": "机械工程, 机械设计制造及其自动化, 机械电子工程, 智能制造工程, 材料成型及控制工程, 材料科学与工程, 城市地下空间工程, 环境科学与工程, 工程造价, 计算机科学与技术"},
{"schoolname": "成都东软学院", "type": "理工类", "city": "成都市", "info": "数据科学与大数据技术, 资产评估, 人力资源管理, 物流管理, 日语, 物联网工程, 软件工程, 计算机科学与技术, 信息管理与信息系统, 电子商务, 动画, 英语, 市场营销, 商务英语, 数字媒体技术"},
{"schoolname": "成都航空职业技术学院", "type": "理工类", "city": "成都市", "info": "模具设计与制造, 航空材料精密成型技术, 飞行器制造技术, 电子信息工程技术, 数控技术, 电气自动化技术, 汽车电子技术, 建筑工程技术, 建筑装饰工程技术, 建筑智能化工程技术"},
{"schoolname": "成都农业科技职业学院", "type": "农林类", "city": "成都市", "info": "现代农业技术, 作物生产技术, 植物保护与检疫技术, 园艺技术, 园林工程技术, 园林技术, 环境艺术设计, 畜牧兽医, 动物医学, 水产养殖技术"},
{"schoolname": "成都艺术职业大学", "type": "艺术类", "city": "成都市", "info": "广告设计与制作, 服装与服饰设计, 建筑室内设计, 建筑设计, 工程造价, 连锁经营管理, 酒店管理, 家具设计与制造, 展示艺术设计, 室内艺术设计, 民族民居装饰, 数字媒体艺术设计, 艺术设计（产品三维模型设计）, 软件技术（游戏软件技术）, 动漫设计"},
{"schoolname": "成都职业技术学院", "type": "综合类", "city": "成都市", "info": "电子商务, 工商企业管理, 物流管理, 连锁经营管理, 投资与理财, 经济信息管理, 会计, 审计, 护理, 酒店管理, 旅游管理, 空中乘务, 导游, 软件技术, 跨境电子商务"},
{"schoolname": "泸州职业技术学院", "type": "综合类", "city": "泸州市", "info": "艺术设计, 建筑工程技术, 工程造价, 建筑装饰工程技术, 动漫制作技术, 软件技术, 应用电子技术, 电子信息工程技术, 计算机应用技术, 汽车检测与维修技术"},
{"schoolname": "乐山职业技术学院", "type": "综合类", "city": "乐山市", "info": "机械设计与制造, 电子商务, 旅游管理, 工商企业管理, 护理, 汽车检测与维修技术, 药品经营与管理, 硅材料制备技术, 酒店管理, 休闲体育, 移动通信技术, 中药学, 农产品加工与质量检测, 食品检测技术, 工业机器人技术"},
{"schoolname": "眉山职业技术学院", "type": "综合类", "city": "眉山市", "info": "建筑工程技术, 建筑装饰工程技术, 工程造价, 市场营销, 旅游管理, 酒店管理, 财务管理, 畜牧兽医, 食品检测技术, 现代农业技术, 英语教育, 汉语, 学前教育, 机电一体化技术, 汽车检测与维修技术"},
{"schoolname": "绵阳职业技术学院", "type": "综合类", "city": "绵阳市", "info": "建设工程管理, 建筑工程技术, 建筑装饰工程技术, 道路桥梁工程技术, 工程造价, 水利水电工程技术, 建筑工程技术（中加合作）, 文秘, 人力资源管理, 应用英语"},
{"schoolname": "四川电力职业技术学院", "type": "理工类", "city": "成都市", "info": "发电厂及电力系统, 电力系统继电保护与自动化技术, 供用电技术, 高压输配电线路施工运行与维护, 水电站动力设备, 机电一体化技术, 水利水电建筑工程, 建筑工程技术, 工程造价, 供用电技术（配电运维与营销服务）"},
{"schoolname": "四川工商职业技术学院", "type": "其他", "city": "成都市", "info": "工商企业管理, 财务管理, 中小企业创业与经营, 旅游管理（酒店方向）, 旅游管理（导游方向）, 商务数据分析与应用, 信息统计与分析, 智能控制技术, 物联网应用技术, 工业机器人技术, 机电一体化技术, 工业设计, 食品生物技术, 食品营养与检测, 精细化工技术"},
{"schoolname": "四川国际标榜职业学院", "type": "艺术类", "city": "成都市", "info": "家具设计与制造, 室内艺术设计, 建筑设计, 环境艺术设计, 连锁经营管理, 工商企业管理, 建设工程管理, 会计, 表演艺术, 体育运营与管理, 体育艺术表演, 社区康复, 中医养生保健, 护理, 室内艺术设计（室内软装设计）"},
{"schoolname": "四川旅游学院", "type": "综合类", "city": "成都市", "info": "烹饪与营养教育, 中西面点工艺, 西餐工艺, 休闲体育, 高尔夫球运动与管理, 会计学, 物流工程, 酒店管理, 人力资源管理, 旅游管理"},
{"schoolname": "民办四川天一学院", "type": "财经类", "city": "成都市", "info": "市场营销, 工商企业管理, 物流管理, 旅游管理, 体育运营与管理, 计算机应用技术, 软件技术, 移动互联应用技术, 物联网应用技术, 汽车运用与维修技术, 工程造价, 会计, 财务管理, 护理, 建设工程管理"},
{"schoolname": "四川民族学院", "type": "民族类", "city": "甘孜藏族自治州", "info": "中国少数民族语言文学（藏语言文学）, 中国少数民族语言文学（藏汉翻译）, 中国少数民族语言文化（藏语言文学）, 法学, 法学（汉藏双语）, 学前教育, 小学教育, 财务管理, 行政管理, 人力资源管理"},
{"schoolname": "阿坝师范学院", "type": "师范类", "city": "阿坝藏族羌族自治州", "info": "数学与应用数学, 电子信息工程, 体育教育, 计算机科学与技术, 电气工程及其自动化, 生物科学, 化学, 商务日语, 英语, 美术学"},
{"schoolname": "四川托普信息技术职业学院", "type": "理工类", "city": "成都市", "info": "软件技术, 计算机网络技术, 嵌入式技术与应用, 移动应用开发, 计算机应用技术, 数字媒体应用技术, 信息安全与管理, 汽车检测与维修技术, 新能源汽车技术, 电子信息工程技术, 数控技术, 电子商务, 会计, 市场营销, 物流管理"},
{"schoolname": "四川职业技术学院", "type": "综合类", "city": "遂宁市", "info": "软件技术, 计算机网络技术, 电子商务, 英语教育, 商务英语, 文秘, 新闻采编与制作, 机电一体化技术, 应用电子技术, 电子信息工程技术, 机械设计与制造, 模具设计与制造, 数控技术, 数学教育, 经济信息管理"},
{"schoolname": "雅安职业技术学院", "type": "综合类", "city": "雅安市", "info": "口腔医学, 医学影像技术, 护理, 医学检验技术, 中医学, 中医骨伤, 针灸推拿, 口腔医学技术, 眼视光技术, 康复治疗技术, 公共卫生管理, 助产, 医学美容技术, 药学, 中药学"},
{"schoolname": "达州职业技术学院", "type": "综合类", "city": "达州市", "info": "护理, 助产, 临床医学, 中医学, 口腔医学技术, 康复治疗技术, 医学检验技术, 医学影像技术, 药学, 语文教育"},
{"schoolname": "广安职业技术学院", "type": "综合类", "city": "广安市", "info": "音乐教育（师范类）, 早期教育（师范类）, 小学教育（师范类）, 语文教育（师范类）, 数学教育（师范类）, 英语教育（师范类）, 护理, 药学, 康复治疗技术, 老年服务与管理, 助产, 汽车运用与维修技术, 机电一体化技术, 工业机器人技术, 新能源汽车技术"},
{"schoolname": "四川建筑职业技术学院", "type": "理工类", "city": "德阳市", "info": "建筑工程技术, 建筑钢结构工程技术, 建设工程监理, 工程地质勘查, 水利水电工程技术, 岩土工程技术, 工程造价, 建设工程管理, 房地产经营与管理, 建筑经济管理"},
{"schoolname": "南充职业技术学院", "type": "综合类", "city": "南充市", "info": "出版商务, 工程测量技术, 水利水电建筑工程, 建筑设计, 道路桥梁工程技术, 工程造价, 建筑工程技术, 通信技术, 计算机应用技术, 数字媒体应用技术"},
{"schoolname": "四川工程职业技术学院", "type": "理工类", "city": "德阳市", "info": "飞行器制造技术, 机械制造与自动化, 模具设计与制造, 数控技术, 材料成型与控制技术, 焊接技术与自动化, 航空材料精密成型技术, 金属材料与热处理技术, 理化测试与质检技术, 电气自动化技术"},
{"schoolname": "四川航天职业技术学院", "type": "理工类", "city": "成都市", "info": "机械设计与制造, 数控技术, 模具设计与制造, 飞行器制造技术, 机电一体化技术, 精密机械技术, 汽车制造与装配技术, 汽车检测与维修技术, 汽车电子技术, 焊接技术与自动化, 电子信息工程技术, 物联网应用技术, 电子制造技术与设备, 电气自动化技术, 计算机应用技术"},
{"schoolname": "四川化工职业技术学院", "type": "理工类", "city": "泸州市", "info": "应用化工技术, 高分子材料工程技术, 精细化工技术, 石油化工技术, 环境工程技术, 工业分析技术, 药品生产技术, 食品营养与检测, 药品质量与安全, 物流管理"},
{"schoolname": "四川文理学院", "type": "综合类", "city": "达州市", "info": "金融数学, 知识产权, 思想政治教育, 学前教育, 小学教育, 特殊教育, 体育教育, 社会体育指导与管理, 汉语言文学, 汉语国际教育, 英语, 翻译, 商务英语, 广播电视学, 历史学"},
{"schoolname": "四川机电职业技术学院", "type": "理工类", "city": "攀枝花市", "info": "数控技术, 模具设计与制造, 机械制造与自动化, 机电一体化技术, 汽车营销与服务, 汽车检测与维修技术, 电气自动化技术, 电子信息工程技术, 供用电技术, 工业机器人技术, 铁道信号自动控制, 铁道交通运营管理, 工程造价, 建筑工程技术, 环境工程技术"},
{"schoolname": "四川交通职业技术学院", "type": "理工类", "city": "成都市", "info": "道路桥梁工程技术, 地下与隧道工程技术, 土木工程检测技术, 铁道工程技术, 汽车运用与维修技术, 新能源汽车运用与维修, 汽车营销与服务, 汽车车身维修技术, 汽车运用与维修技术（中外合作办学）, 物流管理"},
{"schoolname": "四川工业科技学院", "type": "综合类", "city": "德阳市", "info": "酿酒工程, 食品质量与安全, 社会体育指导与管理, 休闲体育, 社会体育, 健身指导与管理, 民族传统体育, 车辆工程, 汽车服务工程, 机械电子工程"},
{"schoolname": "四川水利职业技术学院", "type": "理工类", "city": "成都市", "info": "工程测量技术, 测绘地理信息技术, 地籍测绘与土地管理, 供用电技术, 高压输配电线路施工运行与维护, 机电设备运行与维护, 电力系统自动化技术, 建设工程监理, 水文测报技术, 水利工程, 水利水电工程技术, 水利水电建筑工程, 建筑室内设计, 建筑工程技术, 水文与工程地质"},
{"schoolname": "四川司法警官职业学院", "type": "政法类", "city": "德阳市", "info": "法律事务, 司法警务, 刑事执行, 行政执行, 社区矫正, 罪犯心理测量与矫正技术, 刑事侦查技术, 安全防范技术, 司法信息技术, 司法信息安全"},
{"schoolname": "四川信息职业技术学院", "type": "理工类", "city": "广元市", "info": "数控技术, 模具设计与制造, 数控设备应用与维护, 工业机器人技术, 应用电子技术, 通信技术, 移动通信技术, 电子信息工程技术, 软件技术, 计算机网络技术"},
{"schoolname": "四川邮电职业技术学院", "type": "理工类", "city": "成都市", "info": "软件技术, 市场营销, 会计, 通信技术, 光通信技术, 物联网应用技术, 电子信息工程技术, 移动通信技术, 城市轨道交通通信信号技术, 信息安全与管理, 大数据技术与应用, 互联网金融, 数字媒体应用技术"},
{"schoolname": "西昌学院", "type": "综合类", "city": "凉山彝族自治州", "info": "环境科学与工程, 电子科学与技术, 土木工程, 小学教育, 语文教育, 动物医学, 土地资源管理, 化学, 旅游管理, 食品科学与工程"},
{"schoolname": "攀枝花学院", "type": "综合类", "city": "攀枝花市", "info": "临床医学, 软件工程, 计算机科学与技术, 信息与计算科学, 电气工程及其自动化, 电子信息工程, 自动化, 法学, 汉语言文学, 旅游管理, 秘书学, 车辆工程, 交通设备与控制工程, 冶金工程, 材料科学与工程"},
{"schoolname": "成都医学院", "type": "医药类", "city": "成都市", "info": "临床医学, 医学影像学, 预防医学, 麻醉学, 医学检验技术, 康复治疗学, 药学, 卫生检验与检疫, 护理学, 生物技术"},
{"schoolname": "绵阳师范学院", "type": "师范类", "city": "绵阳市", "info": "信息管理与信息系统, 信息与计算科学, 数字媒体艺术, 应用化学, 音乐学, 服装与服饰设计, 体育教育, 视觉传达设计, 农村区域发展, 化学"},
{"schoolname": "内江师范学院", "type": "师范类", "city": "内江市", "info": "汉语言文学, 汉语言文学（公费师范生）, 广播电视学, 播音与主持艺术, 网络与新媒体, 数学与应用数学, 金融数学, 物理学, 电子信息工程, 土木工程"},
{"schoolname": "宜宾学院", "type": "综合类", "city": "宜宾市", "info": "生物工程, 食品科学与工程, 生物科学, 食品质量与安全, 工商管理, 工程管理, 质量管理工程, 财务管理, 国际经济与贸易, 旅游管理"},
{"schoolname": "乐山师范学院", "type": "师范类", "city": "乐山市", "info": "美术学, 播音与主持艺术, 服装与服饰设计, 产品设计, 社会体育指导与管理, 体育教育, 休闲体育, 环境设计, 音乐学, 英语"},
{"schoolname": "成都体育学院", "type": "体育类", "city": "成都市", "info": "中医学, 体育教育, 运动训练, 运动人体科学, 新闻学, 旅游管理, 康复治疗学, 体育经济与管理, 经济学, 英语"},
{"schoolname": "电子科技大学成都学院", "type": "理工类", "city": "成都市", "info": "电气工程及其自动化, 网络工程, 电子科学与技术, 数据科学与大数据技术, 信息安全, 云计算技术与应用, 大数据技术与应用, 信息安全与管理, 电子信息工程, 机械设计制造及其自动化"},
{"schoolname": "成都纺织高等专科学校", "type": "理工类", "city": "成都市", "info": "现代纺织技术, 纺织品检验与贸易, 针织技术与针织服装, 纺织品设计, 染整技术, 高分子材料加工技术, 环境工程技术, 材料工程技术, 服装设计与工艺, 服装与服饰设计"},
{"schoolname": "四川文化产业职业学院", "type": "综合类", "city": "成都市", "info": "文化市场经营管理, 市场营销, 会展策划与管理, 公共文化服务与管理, 商务经纪与代理, 会计, 广播电视技术, 摄影摄像技术, 播音与主持, 广播影视节目制作"},
{"schoolname": "四川警察学院", "type": "政法类", "city": "泸州市", "info": "侦查学, 禁毒学, 公安管理学, 刑事科学技术, 交通管理工程, 网络安全与执法, 法学, 治安学"},
{"schoolname": "四川音乐学院", "type": "艺术类", "city": "成都市", "info": "音乐表演, 播音与主持艺术, 广播电视编导, 影视摄影与制作, 公共事业管理, 舞蹈学, 舞蹈编导, 艺术设计, 舞蹈表演, 戏剧影视表演, 影视编导, 舞蹈编导, 影视动画, 播音与主持, 音乐表演"},
{"schoolname": "四川工商学院", "type": "综合类", "city": "成都市", "info": "物流管理, 环境设计, 视觉传达设计, 产品设计, 视觉传播设计与制作, 环境艺术设计, 广告学, 学前教育, 数字媒体技术, 物联网工程"},
{"schoolname": "四川中医药高等专科学校", "type": "医药类", "city": "绵阳市", "info": "中医学, 护理, 中药学, 老年服务与管理, 助产, 药学, 医学检验技术, 针灸推拿, 康复治疗技术, 中医骨伤, 临床医学, 医学影像技术, 预防医学, 卫生检验与检疫技术, 老年保健与管理"},
{"schoolname": "内江职业技术学院", "type": "综合类", "city": "内江市", "info": "电子商务, 物流管理, 市场营销, 老年服务与管理, 财务管理, 审计, 畜牧兽医, 园林技术, 食品营养与检测, 作物生产技术, 工业机器人技术, 机械设计与制造, 材料成型与控制技术, 建筑设备工程技术, 汽车营销与服务"},
{"schoolname": "宜宾职业技术学院", "type": "综合类", "city": "宜宾市", "info": "发电厂及电力系统, 工程造价, 铁道工程技术, 建筑工程技术, 建筑设计, 建筑装饰工程技术, 建筑设备工程技术, 计算机网络技术, 电气自动化技术, 电子信息工程技术"},
{"schoolname": "四川商务职业学院", "type": "财经类", "city": "成都市", "info": "电子商务, 软件与信息服务, 连锁经营管理, 物流管理, 人力资源管理, 报关与国际货运, 商务管理, 信息安全与管理, 软件技术, 应用电子技术"},
{"schoolname": "四川铁道职业学院", "type": "财经类", "city": "成都市", "info": "铁道机车, 动车组检修技术, 城市轨道交通车辆技术, 铁道供电技术, 铁道信号自动控制, 铁道交通运营管理, 铁道通信与信息化技术, 铁道工程技术, 会计, 保险, 旅游管理, 市场营销, 社区管理与服务, 铁道车辆, 城市轨道交通供配电技术"},
{"schoolname": "四川艺术职业学院", "type": "艺术类", "city": "成都市", "info": "舞蹈表演, 戏曲表演（川剧表演、川剧音乐）, 戏剧影视表演, 影视编导, 播音与主持, 舞台艺术设计与制作, 音乐表演（声乐含美声、民族、通俗唱法）, 音乐表演（器乐）, 音乐表演（流行歌舞）, 音乐表演（音乐舞蹈）"},
{"schoolname": "四川财经职业学院", "type": "财经类", "city": "成都市", "info": "会计, 财务管理, 审计, 税务, 金融管理, 投资与理财, 政府采购管理, 会计信息管理, 电子商务, 移动商务, 工商企业管理, 市场营销, 互联网金融"},
{"schoolname": "四川科技职业学院", "type": "综合类", "city": "成都市", "info": "电子商务, 计算机网络技术, 人力资源管理, 软件技术, 电子信息工程技术, 通信技术, 移动应用开发, 汽车运用与维修技术, 工业机器人技术, 智能控制技术, 机械制造与自动化, 信息安全与管理, 云计算技术与应用, 大数据技术与应用, 动漫制作技术"},
{"schoolname": "四川华新现代职业学院", "type": "综合类", "city": "成都市", "info": "新能源汽车技术, 汽车车身维修技术, 文秘, 市场营销, 城市轨道交通运营管理, 连锁经营管理, 旅游管理, 会展策划与管理, 应用电子技术, 广告设计与制作, 环境艺术设计, 酒店管理, 商务管理, 汽车检测与维修技术, 软件技术"},
{"schoolname": "四川文化传媒职业学院", "type": "综合类", "city": "成都市", "info": "播音与主持, 人物形象设计, 新闻采编与制作, 摄影摄像技术, 学前教育, 空中乘务, 民航安全技术管理, 机场运行, 艺术教育, 无人机应用技术, 公共文化服务与管理, 电子竞技运动与管理, 电子商务, 会计信息管理, 计算机应用技术"},
{"schoolname": "成都大学", "type": "综合类", "city": "成都市", "info": "工程造价, 机械设计制造及其自动化, 车辆工程, 测控技术与仪器, 材料成型及控制工程, 自动化, 软件工程, 计算机科学与技术, 电气工程及其自动化, 网络工程"},
{"schoolname": "四川幼儿师范高等专科学校", "type": "师范类", "city": "绵阳市", "info": "学前教育, 学前教育（艺术方向）, 学前教育（英语方向）, 学前教育（语文方向）, 早期教育, 数学教育, 体育教育, 计算机信息管理, 音乐表演, 旅游管理"},
{"schoolname": "成都理工大学工程技术学院", "type": "理工类", "city": "乐山市", "info": "核工程与核技术, 环境工程, 应用物理学, 能源与动力工程, 水利水电工程, 建筑环境与能源应用工程, 核电站动力设备运行与维护, 土木工程, 地理信息科学, 地质学, 工程造价, 城乡规划, 工程造价, 机械工程, 机器人工程"},
{"schoolname": "四川传媒学院", "type": "艺术类", "city": "成都市", "info": "新媒体艺术, 漫画, 音乐制作, 现代流行音乐, 舞台艺术设计与制作, 健身指导与管理, 电子竞技运动与管理, 空中乘务, 舞蹈编导, 舞蹈表演, 音乐表演, 音乐学, 影视摄影与制作, 摄影, 摄影摄像技术"},
{"schoolname": "成都银杏酒店管理学院", "type": "财经类", "city": "成都市", "info": "物流工程, 工程造价, 会展策划与管理, 经济信息管理, 旅游管理, 酒店管理, 市场营销, 财务管理, 旅游管理, 信息管理与信息系统, 应用英语, 英语, 酒店管理, 烹调工艺与营养, 文化产业管理"},
{"schoolname": "成都文理学院", "type": "综合类", "city": "成都市", "info": "休闲体育, 环境设计, 视觉传达设计, 数字媒体应用技术, 护理, 社会体育, 表演, 音乐表演, 广播电视学, 广播电视编导, 播音与主持艺术, 播音与主持, 绘画, 广告设计与制作, 酒店管理"},
{"schoolname": "四川外国语大学成都学院", "type": "语言类", "city": "成都市", "info": "阿拉伯语, 越南语, 泰语, 俄语, 法语, 西班牙语, 英语, 日语, 德语, 葡萄牙语, 波兰语, 体育运营与管理, 高尔夫球运动与管理, 休闲体育, 马来语"},
{"schoolname": "四川大学锦城学院", "type": "综合类", "city": "成都市", "info": "审计学, 金融学, 投资学, 保险学, 国际经济与贸易, 汉语言文学, 汉语国际教育, 英语, 法语, 日语, 新闻学, 广告学, 网络与新媒体, 机械设计制造及其自动化, 机械电子工程"},
{"schoolname": "西南科技大学城市学院", "type": "理工类", "city": "绵阳市", "info": "资产评估, 财务管理, 数字媒体技术, 会计, 物流管理, 英语, 建筑环境与能源应用工程, 工商管理, 自动化, 机械设计制造及其自动化, 电子信息工程, 土木工程, 工程管理, 测绘工程, 计算机科学与技术"},
{"schoolname": "四川文化艺术学院", "type": "艺术类", "city": "绵阳市", "info": "表演（影视表演）, 播音与主持艺术, 戏剧影视美术设计, 动画, 书法学, 艺术与科技, 舞蹈表演, 影视动画, 音乐学, 广播电视编导, 舞蹈表演, 舞蹈学, 舞蹈编导, 绘画, 艺术设计"},
{"schoolname": "四川大学锦江学院", "type": "综合类", "city": "眉山市", "info": "电气工程及其自动化（含电力系统自动化、电力电子与电力传动、建筑电气与智能化方向）, 市场营销（含营销管理、大数据营销、营销策划方向）, 电子商务（含数据运营、电子商务运营、跨境电商、物流与供应链管理方向）, 人力资源管理（含人事经理、互联网+猎头、劳动与社会保障、培训管理方向）, 行政管理（含领导与决策、行政经理、政府与非营利组织管理、社会工作方向）, 税务, 工程造价, 工业机器人技术, 市场营销（含电子商务、销售管理方向）, 软件技术, 金融管理, 新闻学（含新闻采访与编辑、广告文案创意方向）, 英语（含翻译、英语教育、涉外旅游、同声传译方向）, 德语, 日语"},
{"schoolname": "西南财经大学天府学院", "type": "财经类", "city": "绵阳市", "info": "环境设计, 产品设计, 视觉传达设计, 数字媒体艺术设计, 会计学, 资产评估, 工程造价, 建筑电气与智能化, 建筑学, 工程管理"},
{"schoolname": "西南交通大学希望学院", "type": "综合类", "city": "成都市", "info": "人力资源管理, 财务管理, 市场营销, 物流工程, 建筑电气与智能化, 建筑学, 交通运输, 应用心理学, 英语, 审计学, 道路桥梁工程技术, 城市轨道交通工程技术, 城市轨道交通车辆技术, 城市轨道交通运营管理, 铁道交通运营管理"},
{"schoolname": "四川现代职业学院", "type": "财经类", "city": "成都市", "info": "数控技术, 机械设计与制造, 会计, 财务管理, 金融管理, 航空物流, 采购与供应管理, 工业工程技术, 电子商务, 电子产品营销与服务, 工业过程自动化技术, 旅游管理, 移动通信技术, 市场营销, 广告策划与营销"},
{"schoolname": "四川城市职业学院", "type": "综合类", "city": "成都市", "info": "视觉传播设计与制作（文化创意产品设计）, 艺术设计（时装鞋设计）, 艺术设计（家居设计）, 艺术设计学（空间艺术设计）, 广告设计与制作, 服装与服饰设计（艺术类）, 服装与服饰设计, 环境艺术设计, 移动通信技术（4G通信技术）, 信息安全与管理, 动漫制作技术, 软件技术, 工程测量技术, 汽车运用与维修技术, 汽车营销与服务"},
{"schoolname": "四川长江职业学院", "type": "理工类", "city": "成都市", "info": "通信技术, 移动通信技术, 数字媒体应用技术, 云计算技术与应用, 移动互联应用技术, 软件技术, 物联网应用技术, 会计, 商务管理, 电子商务, 投资与理财, 互联网金融, 证券与期货, 物流管理, 建筑工程技术"},
{"schoolname": "成都师范学院", "type": "师范类", "city": "成都市", "info": "小学教育, 学前教育, 心理学, 物理学, 电子科学与技术, 工程造价, 汽车服务工程, 化学, 生物科学, 食品质量与安全"},
{"schoolname": "四川电影电视学院", "type": "艺术类", "city": "成都市", "info": "戏剧影视导演, 戏剧影视文学, 文化产业管理, 艺术设计, 视觉传播设计与制作, 影视动画, 音像技术, 表演, 舞蹈表演, 影视摄影与制作"},
{"schoolname": "四川汽车职业技术学院", "type": "理工类", "city": "绵阳市", "info": "汽车检测与维修技术, 汽车电子技术, 机械制造与自动化, 财务管理, 会计, 汽车改装技术, 汽车制造与装配技术, 新能源汽车技术, 汽车运用与维修技术, 汽车营销与服务, 电子商务, 交通运营管理, 幼儿发展与健康管理, 学前教育, 应用电子技术"},
{"schoolname": "四川卫生康复职业学院", "type": "医药类", "city": "自贡市", "info": "药品经营与管理, 针灸推拿, 康复治疗技术（作业治疗方向）, 康复治疗技术（物理治疗方向）, 康复治疗技术, 护理, 助产, 临床医学, 药学, 中药学, 医学检验技术, 医学影像技术, 医学美容技术"},
{"schoolname": "川北幼儿师范高等专科学校", "type": "师范类", "city": "广元市", "info": "学前教育, 早期教育, 小学教育, 数学教育, 体育教育, 科学教育, 现代教育技术, 心理健康教育, 语文教育, 英语教育"},
{"schoolname": "中国人民武装警察部队警官学院", "type": "军事类", "city": "成都市", "info": "法学, 思想政治教育, 汉语言文学, 数学与应用数学, 物理学, 应用心理学, 电子科学与技术, 计算机科学与技术, 作战指挥, 信息安全, 军事大数据工程, 指挥信息系统工程, 管理科学, 道路桥梁与渡河工程"},
{"schoolname": "四川希望汽车职业学院", "type": "理工类", "city": "资阳市", "info": "高速铁路客运乘务, 机电一体化技术, 汽车电子技术, 城市轨道交通运营管理, 会计, 电子商务, 财务管理, 市场营销, 数控技术, 汽车改装技术, 工业机器人技术, 汽车检测与维修技术, 汽车营销与服务, 汽车制造与装配技术, 新能源汽车技术"},
{"schoolname": "四川电子机械职业技术学院", "type": "理工类", "city": "绵阳市", "info": "电子信息工程技术, 应用电子技术, 软件技术, 智能产品开发, 移动互联应用技术, 机械设计与制造, 机电一体化技术, 数控技术, 模具设计与制造, 工业机器人技术, 会计, 工商企业管理, 物流管理, 市场营销, 电子商务"},
{"schoolname": "四川文轩职业学院", "type": "其他", "city": "成都市", "info": "会计, 汽车运用与维修技术, 出版与电脑编辑技术, 金融管理, 工商企业管理, 汽车营销与服务, 物流信息技术, 学前教育, 高速铁路客运乘务, 道路桥梁工程技术, 出版商务, 建筑工程技术, 建筑设计, 数控技术, 智能控制技术"},
{"schoolname": "四川三河职业学院", "type": "综合类", "city": "泸州市", "info": "护理, 学前教育, 建筑工程技术, 工程造价, 建筑装饰工程技术, 园林工程技术, 环境艺术设计, 会计信息管理（校级、省级重点建设）, 会计, 行政管理, 市场营销, 物流管理, 工商企业管理, 旅游管理, 数控技术（校级重点建设）"},
{"schoolname": "巴中职业技术学院", "type": "综合类", "city": "巴中市", "info": "康复治疗技术, 助产, 云计算技术与应用, 智能产品开发, 护理, 小学教育, 学前教育, 行政管理, 会计, 财务管理"},
{"schoolname": "电子科技大学（沙河校区）", "type": "理工类", "city": "成都市", "info": "外国语言文学类, 信息安全, 通信工程, 集成电路设计与集成系统, 电子科学与技术, 电子信息工程, 测控技术与仪器, 计算机科学与技术, 信息显示与光电技术, 日语, 英语, 信息管理与信息系统, 法语, 翻译, 临床医学"},
{"schoolname": "四川护理职业学院", "type": "医药类", "city": "德阳市", "info": "中药学, 护理, 助产, 药学, 康复治疗技术, 医学检验技术, 医学影像技术"},
{"schoolname": "成都工贸职业技术学院", "type": "综合类", "city": "成都市", "info": "数控技术, 材料成型与控制技术, 工业机器人技术, 电气自动化技术, 应用电子技术, 数字媒体应用技术, 汽车营销与服务, 汽车运用与维修技术, 新能源汽车技术, 电子商务"},
{"schoolname": "四川西南航空职业学院", "type": "其他", "city": "成都市", "info": "空中乘务, 民航空中安全保卫, 国际邮轮乘务管理, 高速铁路客运乘务, 直升机驾驶技术, 定翼机驾驶技术, 飞行器制造技术, 飞机机电设备维修, 飞机电子设备维修, 无人机应用技术, 民航安全技术管理, 民航运输, 航空物流, 服装与服饰设计, 通用航空航务技术"},
{"schoolname": "川南幼儿师范高等专科学校", "type": "师范类", "city": "成都市", "info": "学前教育, 小学教育, 语文教育, 科学教育, 音乐教育, 美术教育, 老年服务与管理"},
{"schoolname": "成都工业职业技术学院", "type": "理工类", "city": "成都市", "info": "铁道机车, 城市轨道交通运营管理, 铁道工程技术, 铁道信号自动控制, 铁道交通运营管理, 铁道车辆, 焊接技术与自动化, 工业机器人技术, 机械制造与自动化, 汽车制造与装配技术, 汽车车身维修技术, 汽车检测与维修技术, 建筑装饰工程技术, 建筑智能化工程技术, 建筑工程技术"},
{"schoolname": "四川应用技术职业学院", "type": "综合类", "city": "凉山彝族自治州", "info": "学前教育, 机械制造与自动化, 电气自动化技术, 会计信息管理, 汽车检测与维修技术, 电子商务, 旅游管理, 护理, 酒店管理, 小学教育, 建筑工程技术, 计算机应用技术, 行政管理, 数控技术, 高速铁路客运乘务"},
{"schoolname": "西昌民族幼儿师范高等专科学校", "type": "师范类", "city": "凉山彝族自治州", "info": "小学教育, 体育教育, 学前教育, 早期教育, 艺术教育, 美术教育, 音乐教育, 思政教育, 会计, 老年服务与管理"},
{"schoolname": "眉山药科职业学院", "type": "医药类", "city": "眉山市", "info": "药学, 药品质量与安全, 药品生产技术, 中草药栽培技术, 中药学, 护理, 助产, 老年保健与管理, 中医康复技术, 康复治疗技术, 药品经营与管理, 医疗器械维护与管理, 医学检验技术, 幼儿发展与健康管理, 医学营养"},
{"schoolname": "天府新区信息职业学院", "type": "综合类", "city": "成都市", "info": "文化创意与策划, 电子竞技运动与管理, 民航运输, 安全技术与管理, 学前教育, 新能源汽车技术, 汽车智能技术, 汽车运用与维修技术, 智能控制技术, 工业机器人技术"},
{"schoolname": "德阳城市轨道交通职业学院", "type": "", "city": "德阳市", "info": "城市轨道交通运营管理, 城市轨道交通车辆技术, 城市轨道交通运营管理（涉外运营方向）, 城市轨道交通车辆技术（车辆驾驶方向）, 城市轨道交通机电技术, 城市轨道交通机电技术（自动售检票设备方向）, 城市轨道交通通信信号技术, 城市轨道交通供配电技术, 城市轨道交通工程技术, 铁道车辆, 铁道交通运营管理, 会计信息管理, 物流管理, 智能控制技术, 工程测量技术"},
{"schoolname": "德阳科贸职业学院", "type": "", "city": "德阳市", "info": "物联网工程技术（物联网工程项目实施方向）, 物联网工程技术（传感器设计与应用方向）, 智能终端技术与应用（人工智能AI技术应用方向）, 智能终端技术与应用（VR/VA技术应用方向）, 智能终端技术与应用（智能机器人应用与维护方向）, 大数据技术与应用（数据可视化方向）, 大数据技术与应用（数据采集与处理方向）, 会计（涉外会计方向）, 电子商务（跨境电商方向）, 市场营销（互联网营销方向、教育品牌策划方向）, 休闲体育（健身健美方向）, 智能控制技术, 工业网络技术, 物流信息技术, 物流金融管理"},
{"schoolname": "江阳城建职业学院", "type": "理工类", "city": "泸州市", "info": "铁道工程技术, 城市轨道交通运营管理, 建筑工程技术, 道路桥梁工程技术, 建设工程管理, 建筑经济管理, 老年保健与管理, 互联网金融, 工业机器人技术, 软件技术, 会计"},
{"schoolname": "天府新区航空旅游职业学院", "type": "", "city": "成都市", "info": "机场运行, 民航运输, 空中乘务, 民航安全技术管理, 旅游管理, 飞机机电设备维修, 城市轨道交通运营管理, 无人机应用技术, 会展策划与管理"},
{"schoolname": "天府新区通用航空职业学院", "type": "理工类", "city": "成都市", "info": "直升机驾驶技术, 无人机应用技术, 飞机机电设备维修, 飞行器制造技术, 机场场务技术与管理, 通用航空航务技术, 民航安全技术管理, 空中乘务, 数字媒体应用技术（游戏设计与制作方向）, 数字媒体应用技术（影视与短视频制作方向）, 数字媒体应用技术（UI与交互设计方向）, 数字媒体应用技术（三维动画设计方向）, 物联网应用技术（智能终端应用方向）, 物联网应用技术（物联网软件与服务方向）, 电子商务（跨境电子商务）"},
{"schoolname": "阿坝职业学院", "type": "", "city": "阿坝藏族羌族自治州", "info": "畜牧兽医（高原畜牧业方向）, 畜牧兽医（藏兽医方向）, 民族表演艺术（藏羌歌舞方向）, 民族传统技艺（唐卡绘画方向）, 生态农业技术, 旅游管理, 会计"},
{"schoolname": "四川体育职业学院", "type": "", "city": "成都市", "info": "体育教育（办学地点：太平寺校区）（地址：四川省成都市武侯区太平寺路8号）, 运动训练（办学地点：太平寺校区）（地址：四川省成都市武侯区太平寺路8号）, 社会体育（办学地点：太平寺校区）（地址：四川省成都市武侯区太平寺路8号）, 体育运营与管理（办学地点：太平寺校区）（地址：四川省成都市武侯区太平寺路8号）, 体育保健与康复（办学地点：太平寺校区）（地址：四川省成都市武侯区太平寺路8号）"},
{"schoolname": "广元中核职业技术学院", "type": "理工类", "city": "广元市", "info": "核电站动力设备运行与维护, 安全技术与管理（核工程方向）, 工程测量技术（核工程方向）, 机电设备安装技术（核工程方向）, 电气自动化技术（核工程方向）, 焊接技术与自动化（核工程方向）, 工业自动化仪表, 电子商务"},
{"schoolname": "达州中医药职业学院", "type": "医药类", "city": "达州市", "info": "护理, 中药学, 中药生产与加工, 医学检验技术, 康复治疗技术, 中医康复技术, 医学影像技术, 药学, 助产, 中医学"},
{"schoolname": "内江卫生与健康职业学院", "type": "医药类", "city": "内江市", "info": "护理, 助产, 中医康复技术, 药学, 健康管理, 老年保健与管理"},
{"schoolname": "南充科技职业学院", "type": "理工类", "city": "南充市", "info": "新能源汽车技术, 消防工程技术, 物联网应用技术, 学前教育, 无人机应用技术, 财务管理, 旅游管理, 救援技术, 机械装备制造技术, 护理"},
{"schoolname": "资阳环境科技职业学院", "type": "", "city": "资阳市", "info": "工业机器人技术（工业机器人编程与应用）, 护理（康复护理）, 护理（老年护理）, 工业机器人技术（工业机器人设计与制造）, 旅游管理（涉外旅游）, 护理（中医护理）, 工业机器人技术（工业机器人应用与维护）, 旅游管理（旅游电子商务）, 环境工程技术（水处理与资源化）, 环境工程技术（大气质量控制技术）"},
{"schoolname": "资阳口腔职业学院", "type": "医药类", "city": "资阳市", "info": "口腔医学技术, 卫生信息管理, 医疗器械经营与管理, 医疗设备应用技术, 医疗器械维护与管理"},
{"schoolname": "攀枝花攀西职业学院", "type": "综合类", "city": "攀枝花市", "info": "现代农业技术, 农产品加工与质量检测, 村镇建设与管理, 环境艺术设计, 汽车运用与维修技术, 中医养生保健, 机电设备维修与管理, 行政管理, 空中乘务, 数字媒体艺术设计, 幼儿发展与健康管理"},
{"schoolname": "西南财经大学特拉华数据科学学院", "type": "财经类", "city": "成都市", "info": "信息管理与信息系统（信息系统与数据管理方向）, 金融数学（金融服务与量化分析方向）, 物流管理（运营管理与商务分析方向）"},
{"schoolname": "南充电影工业职业学院", "type": "艺术类", "city": "南充市", "info": "作物生产技术, 金融学（财政金融学方向）, 哲学, 动漫制作技术, 影视制片管理, 戏剧影视表演, 摄影摄像技术（电视摄像）, 摄影摄像技术（摄影）, 影视美术, 录音技术与艺术"},
{"schoolname": "绵阳飞行职业学院", "type": "", "city": "绵阳市", "info": "定翼机驾驶技术, 直升机驾驶技术, 空中乘务, 飞机机电设备维修, 无人机应用技术"}
]
