[
{"schoolname": "云南大学", "type": "综合类", "city": "昆明市", "info": "新闻学, 网络工程, 旅游管理, 环境科学, 化学, 国际经济与贸易（中加合作嵌入式人才培养创新项目）, 财务管理（中加合作嵌入式人才培养创新项目）, 物流管理（中外合作办学项目）, 视觉传达设计（中外合作办学项目）, 美术学"},
{"schoolname": "昆明理工大学", "type": "理工类", "city": "昆明市", "info": "冶金工程, 建筑学, 农业工程类, 矿物加工工程, 资源勘查工程, 地质工程, 采矿工程, 测绘工程, 地理信息科学, 土地资源管理, 能源与动力工程, 新能源科学与工程, 新能源材料与器件, 材料成型及控制工程, 材料科学与工程"},
{"schoolname": "云南农业大学", "type": "农林类", "city": "昆明市", "info": "生物技术, 农学, 种子科学与工程, 中草药栽培与鉴定, 动物科学, 水产养殖学, 草业科学, 动物医学, 植物保护, 风景园林"},
{"schoolname": "云南师范大学", "type": "师范类", "city": "昆明市", "info": "旅游管理与服务教育, 数学与应用数学, 老挝语, 泰语, 行政管理, 劳动与社会保障, 舞蹈学, 舞蹈表演, 视觉传达设计, 环境设计, 国际经济与贸易, 市场营销, 会计学, 财务管理, 新闻学"},
{"schoolname": "云南民族大学", "type": "民族类", "city": "昆明市", "info": "中国少数民族语言文学, 经济学, 国际经济与贸易, 经济统计学, 法学, 政治学与行政学, 思想政治教育, 行政管理, 劳动与社会保障, 社会学"},
{"schoolname": "西南林业大学", "type": "农林类", "city": "昆明市", "info": "林学, 电子科学与技术, 给排水科学与工程, 机械电子工程, 信息管理与信息系统, 经济学, 应用化学, 汉语言文学, 野生动物与自然保护区管理, 车辆工程"},
{"schoolname": "昆明医科大学", "type": "医药类", "city": "昆明市", "info": "临床医学, 口腔医学, 麻醉学, 医学影像学, 儿科学, 法医学, 预防医学, 食品卫生与营养学, 临床药学, 药学, 药物制剂, 康复物理治疗, 康复作业治疗, 听力与言语康复学, 卫生检验与检疫"},
{"schoolname": "云南中医药大学", "type": "医药类", "city": "昆明市", "info": "中西医临床医学, 中医学, 中医儿科学, 中医骨伤科学, 针灸推拿学, 中医康复学, 中医养生学, 康复治疗学, 中药学, 药学"},
{"schoolname": "玉溪师范学院", "type": "师范类", "city": "玉溪市", "info": "测绘工程, 汉语言文学, 新闻学, 汉语国际教育, 英语, 泰语, 缅甸语, 学前教育, 小学教育, 教育技术学"},
{"schoolname": "楚雄师范学院", "type": "师范类", "city": "楚雄彝族自治州", "info": "小学教育, 学前教育, 教育技术学, 应用心理学, 汉语言文学, 数学与应用数学, 应用统计学, 信息与计算科学, 汉语国际教育, 泰语"},
{"schoolname": "红河学院", "type": "综合类", "city": "红河哈尼族彝族自治州", "info": "网络与新媒体, 历史学, 广告学, 广播电视学, 秘书学, 中国少数民族语言文学, 汉语言文学, 食品质量与安全, 冶金工程, 化学"},
{"schoolname": "云南财经大学", "type": "财经类", "city": "昆明市", "info": "会计学, 视觉传达设计, 产品设计, 数字媒体艺术, 泰语, 越南语, 环境设计, 市场营销, 物流工程, 物流管理"},
{"schoolname": "云南警官学院", "type": "政法类", "city": "昆明市", "info": "国内安全保卫, 禁毒学, 经济犯罪侦查, 侦查学, 治安学, 交通管理工程, 网络安全与执法, 刑事科学技术, 网络空间安全, 法学, 社会工作, 公共事业管理, 信息安全, 计算机科学与技术"},
{"schoolname": "云南艺术学院", "type": "艺术类", "city": "昆明市", "info": "作曲与作曲技术理论, 音乐表演, 音乐学, 舞蹈表演, 舞蹈学, 舞蹈编导, 表演, 戏剧学, 戏剧影视文学, 戏剧影视导演"},
{"schoolname": "大理大学", "type": "综合类", "city": "大理白族自治州", "info": "临床医学, 口腔医学, 儿科学, 医学影像学, 医学检验技术, 护理学, 药学, 康复治疗学, 预防医学, 卫生检验与检疫"},
{"schoolname": "昆明学院", "type": "综合类", "city": "昆明市", "info": "小学教育（师范类）, 金融数学, 国际经济与贸易, 思想政治教育（本科类）, 教育技术学（师范类）, 学前教育（师范类）, 小学教育（本科师范类）, 特殊教育（师范类）, 体育教育（师范类）, 汉语言文学（本科师范类国家级特色）"},
{"schoolname": "曲靖师范学院", "type": "师范类", "city": "曲靖市", "info": "汉语言文学, 历史学, 广告学, 汉语国际教育, 秘书学, 英语, 商务英语, 泰语, 印度尼西亚语, 国际商务, 体育教育, 社会体育指导与管理, 思想政治教育, 法学, 社会工作"},
{"schoolname": "昆明医科大学海源学院", "type": "医药类", "city": "昆明市", "info": "护理学, 公共事业管理, 临床医学, 医学检验技术, 口腔医学, 信息管理与信息系统, 英语, 劳动与社会保障, 环境科学, 康复治疗学, 运动康复, 应用心理学, 药学, 书法学, 运动人体科学"},
{"schoolname": "云南师范大学商学院", "type": "综合类", "city": "昆明市", "info": "经济学, 金融学, 工商管理, 电子商务, 会计学, 财务管理, 法学, 汉语言文学, 英语, 学前教育, 应用心理学, 社会体育指导与管理, 计算机科学与技术, 工程造价, 城乡规划"},
{"schoolname": "楚雄医药高等专科学校", "type": "医药类", "city": "楚雄彝族自治州", "info": "体育保健与康复, 护理, 助产, 健康管理, 医学美容技术, 医学检验技术, 医学检验技术（病理检验方向）, 医学检验技术（输血方向）, 医学生物技术, 卫生检验与检疫技术, 预防医学, 医疗器械经营与管理, 医学营养, 药学, 中药学"},
{"schoolname": "昭通学院", "type": "师范类", "city": "昭通市", "info": "汉语言文学, 新闻学, 历史学, 社会工作, 英语, 数学与应用数学, 应用统计学, 金融数学, 物理学, 电气工程及其自动化, 计算机科学与技术, 物联网工程, 应用化学, 食品质量与安全, 体育教育"},
{"schoolname": "普洱学院", "type": "综合类", "city": "普洱市", "info": "特殊教育（特殊教育）, 小学教育（数学）, 小学教育（语文）, 学前教育（幼儿教育）, 会计学, 酒店管理, 烹饪与营养教育, 建筑环境与能源应用工程, 数字媒体技术, 物理学, 物联网工程, 信息管理与信息系统, 茶学, 农学, 园林"},
{"schoolname": "昆明冶金高等专科学校", "type": "理工类", "city": "昆明市", "info": "工程造价, 建筑工程技术, 建筑材料检测技术, 材料工程技术, 建筑材料工程技术, 环境工程技术, 测绘地理信息技术, 测绘工程技术, 机电一体化技术, 电力系统自动化技术, 电气自动化技术, 矿物加工技术, 金属与非金属矿开采技术, 数字媒体艺术设计, 环境艺术设计"},
{"schoolname": "曲靖医学高等专科学校", "type": "医药类", "city": "曲靖市", "info": "药品经营与管理, 临床医学, 护理, 助产, 药学, 医学检验技术, 医学影像技术, 眼视光技术, 康复治疗技术, 口腔医学技术, 卫生信息管理, 文秘, 预防医学, 中医康复技术, 针灸推拿"},
{"schoolname": "保山中医药高等专科学校", "type": "医药类", "city": "保山市", "info": "护理, 针灸推拿, 临床医学, 助产, 医学检验技术, 康复治疗技术, 老年保健与管理, 药学, 医学营养, 医学影像技术, 中药学, 中医骨伤, 中医学"},
{"schoolname": "丽江师范高等专科学校", "type": "师范类", "city": "丽江市", "info": "计算机应用技术, 会计, 市场营销, 旅游管理, 酒店管理, 旅游英语, 文秘, 语文教育, 数学教育, 英语教育, 化学教育, 生物教育, 音乐教育, 美术教育, 体育教育"},
{"schoolname": "德宏师范高等专科学校", "type": "师范类", "city": "德宏傣族景颇族自治州", "info": "国际贸易实务, 民族传统体育, 水电站动力设备, 思想政治教育, 应用化工技术, 语文教育, 现代教育技术, 计算机应用技术, 数字媒体应用技术, 物联网应用技术"},
{"schoolname": "滇西科技师范学院", "type": "师范类", "city": "临沧市", "info": "汉语言文学, 小学教育, 语文教育, 小学教育, 文秘, 数字媒体技术, 网络与新媒体, 空中乘务, 无人机应用技术, 高速铁路客运乘务, 民航运输, 审计学, 会计学, 国际商务, 物流管理"},
{"schoolname": "云南国土资源职业学院", "type": "理工类", "city": "昆明市", "info": "高职（介绍）, 五年制（介绍）"},
{"schoolname": "云南交通职业技术学院", "type": "理工类", "city": "昆明市", "info": "道路运输与路政管理, 汽车运用与维修技术, 交通运营管理, 道路桥梁工程技术, 工程机械运用技术, 公路机械化施工技术, 城市轨道交通机电技术, 城市轨道交通运营管理, 报关与国际货运, 工程测量技术, 建筑材料工程技术, 供用电技术, 建筑工程技术, 地下与隧道工程技术, 工程造价"},
{"schoolname": "昆明工业职业技术学院", "type": "理工类", "city": "昆明市", "info": "会计, 学前教育, 市政工程技术, 老年服务与管理, 工业机器人技术, 建筑装饰工程技术, 汽车运用与维修技术, 电子商务, 汽车营销与服务, 空中乘务, 建设工程管理, 人力资源管理, 健康管理, 飞机机电设备维修, 工业过程自动化技术"},
{"schoolname": "云南农业职业技术学院", "type": "农林类", "city": "昆明市", "info": "食品加工技术, 药学, 电子商务技术, 风景园林设计, 大数据技术与应用, 云计算技术与应用, 汽车检测与维修技术, 烹调工艺与营养, 中药学, 宠物临床诊疗技术"},
{"schoolname": "云南司法警官职业学院", "type": "政法类", "city": "昆明市", "info": "刑事执行, 行政执行, 罪犯心理测量与矫正技术, 刑事侦查技术, 戒毒矫治技术, 司法信息安全, 司法警务, 安全防范技术, 法律事务, 社区矫正, 新闻采编与制作, 应用泰语, 应用越南语, 应用外语（缅甸语方向）"},
{"schoolname": "云南文化艺术职业学院", "type": "艺术类", "city": "昆明市", "info": "婚庆服务与管理, 歌舞表演, 高速铁路客运乘务, 旅游管理, 文化市场经营管理, 文秘, 播音与主持, 文物修复与保护, 戏剧影视表演, 广告设计与制作, 人物形象设计, 视觉传播设计与制作, 环境艺术设计, 舞蹈表演, 国际标准舞"},
{"schoolname": "云南体育运动职业技术学院", "type": "体育类", "city": "昆明市", "info": "体育教育（中小学体育教育师范方向）, 健身指导与管理, 经济信息管理, 康复治疗技术, 旅游管理, 体育运营与管理, 电子信息工程技术（体育信息方向）, 新闻采编与制作（体育新闻方向）, 舞蹈表演（体育舞蹈方向）, 高尔夫球运动与管理（高尔夫球运动技术方向）"},
{"schoolname": "西双版纳职业技术学院", "type": "综合类", "city": "西双版纳傣族自治州", "info": "园艺技术, 植物保护与检疫技术, 园林技术, 计算机应用技术, 会计, 市场营销, 物流管理, 傣医学, 护理, 旅游管理, 酒店管理, 行政管理, 应用泰语, 语文教育, 英语教育"},
{"schoolname": "玉溪农业职业技术学院", "type": "农林类", "city": "玉溪市", "info": "烟草栽培与加工, 种子生产与经营, 园艺技术, 园林技术, 畜牧兽医, 动物医学, 测绘工程技术, 建筑室内设计, 计算机应用技术, 会计, 市场营销, 电子商务, 文秘, 广告设计与制作, 绿色食品生产与检验"},
{"schoolname": "云南能源职业技术学院", "type": "理工类", "city": "曲靖市", "info": "应用化工技术, 煤矿开采技术, 工程测量技术, 测绘地理信息技术, 发电厂及电力系统, 供用电技术, 建筑电气工程技术, 机械制造与自动化, 数控技术, 机电一体化技术, 电气自动化技术, 计算机应用技术, 计算机网络技术, 数字媒体应用技术, 市场营销"},
{"schoolname": "云南国防工业职业技术学院", "type": "理工类", "city": "昆明市", "info": "园林技术, 生物技术及应用, 应用化工技术, 工业分析技术, 建筑工程技术, 建设工程管理, 工程造价, 机械设计与制造, 机械制造与自动化, 数控技术, 模具设计与制造, 焊接技术与自动化, 机电体化技术, 电气自动化技术, 理化测试与质检技术"},
{"schoolname": "云南机电职业技术学院", "type": "理工类", "city": "昆明市", "info": "应用越南语, 市场营销, 工商企业管理, 会计, 物流管理, 民航运输, 物业管理, 建筑经济管理, 计算机应用技术, 建筑动画与模型制作, 数字媒体应用技术, 产品艺术设计, 文秘速录, 大数据技术与应用, 汽车检测与维修技术"},
{"schoolname": "云南林业职业技术学院", "type": "农林类", "city": "昆明市", "info": "无人机应用技术, 建筑室内设计, 数字媒体艺术设计, 数字媒体应用技术, 木材加工技术, 野生植物资源保护与利用, 经济林培育与利用, 会计, 环境艺术设计, 自然保护区建设与管理, 酒店管理, 园艺技术, 环境评价与咨询服务, 建筑工程技术, 园林技术"},
{"schoolname": "云南锡业职业技术学院", "type": "理工类", "city": "红河哈尼族彝族自治州", "info": "物流管理, 统计与会计核算, 经济信息管理, 工艺美术品设计, 环境工程技术, 有色冶金技术, 安全技术与管理, 电气自动化技术, 工业机器人技术, 供用电技术, 机电设备维修与管理, 机电一体化技术, 机械制造与自动化, 汽车检测与维修技术, 道路桥梁工程技术"},
{"schoolname": "云南师范大学文理学院", "type": "师范类", "city": "昆明市", "info": "汉语言文学, 汉语国际教育, 旅游管理, 工商管理, 计算机科学与技术, 数学与应用数学, 国际经济与贸易, 经济学, 城乡规划, 泰语, 电子信息工程, 日语, 环境设计, 建筑学, 播音与主持艺术"},
{"schoolname": "云南工程职业学院", "type": "综合类", "city": "昆明市", "info": "建筑工程技术, 汽车检测与维修技术, 会计, 学前教育, 道路桥梁工程技术, 工程造价, 消防工程技术, 水利水电建筑工程, 机械设计与制造, 数控技术, 机电一体化技术, 电气自动化技术, 计算机网络技术, 移动通信技术, 财务管理"},
{"schoolname": "云南城市建设职业学院", "type": "综合类", "city": "昆明市", "info": "建筑智能化工程技术, 给排水工程技术, 广告设计与制作, 口腔医学技术, 工商企业管理, 药品经营与管理, 计算机应用技术（手机软件开发方向）, 大数据技术与应用, 电子商务（移动商务方向）, 城市轨道交通运营管理, 建筑工程技术, 工程造价, 学前教育, 建筑室内设计, 汽车运用与维修技术"},
{"schoolname": "云南经济管理学院", "type": "财经类", "city": "昆明市", "info": "计算机应用技术, 财务管理, 审计学, 会计学, 市场营销, 电子商务, 贸易经济, 物流管理, 工程造价, 工程管理, 城市管理, 建筑学, 土木工程, 物联网工程, 水利水电工程"},
{"schoolname": "云南工商学院", "type": "理工类", "city": "昆明市", "info": "电气自动化技术, 会计学, 工商管理, 会计, 财务管理, 审计学, 物流管理, 电子商务, 市场营销, 工商企业管理, 土木工程, 工程造价, 道路桥梁工程技术, 视觉传达设计, 数字媒体技术"},
{"schoolname": "昆明艺术职业学院", "type": "艺术类", "city": "昆明市", "info": "运动训练, 影视编导, 摄影摄像技术, 音乐表演, 艺术设计, 广告设计与制作, 数字媒体艺术设计, 环境艺术设计, 美术, 影视动画, 舞蹈表演, 播音与主持, 高速铁路客运乘务, 航空物流, 市场营销"},
{"schoolname": "云南新兴职业学院", "type": "综合类", "city": "昆明市", "info": "护理（涉外护理）, 护理（临床护理）, 护理（中医护理）, 公共卫生管理, 医疗器械维护与管理, 高速铁路客运乘务, 云计算技术与应用, 电子商务技术, 健康管理, 幼儿发展与健康管理, 助产, 药学, 康复治疗技术, 中药学, 医学检验技术"},
{"schoolname": "云南科技信息职业学院", "type": "综合类", "city": "昆明市", "info": "物联网应用技术, 药品经营与管理, 旅游管理, 园林工程技术, 房地产经营与管理, 工程造价, 城乡规划, 数控技术, 茶艺与茶叶营销, 计算机应用技术"},
{"schoolname": "保山学院", "type": "综合类", "city": "保山市", "info": "汉语言文学, 历史学, 新闻学, 英语, 商务英语, 缅甸语, 物理学, 土木工程, 水利水电工程, 汽车运用与维修技术"},
{"schoolname": "文山学院", "type": "综合类", "city": "文山壮族苗族自治州", "info": "学前教育, 小学教育, 体育教育, 音乐学, 植物科学与技术, 食品科学与工程, 制药工程, 生物科学, 汉语言文学, 新闻学, 历史学, 英语, 越南语, 美术学, 环境设计"},
{"schoolname": "德宏职业学院", "type": "综合类", "city": "德宏傣族景颇族自治州", "info": "护理, 临床医学, 中医学, 康复治疗技术, 助产, 医学检验技术, 医学影像技术, 药学, 会计, 市场营销, 旅游管理, 烹调工艺与营养, 学前教育, 工程造价, 计算机网络技术"},
{"schoolname": "云南大学滇池学院", "type": "综合类", "city": "昆明市", "info": "经济学, 金融学, 国际经济与贸易, 法学, 社会工作, 休闲体育, 社会体育指导与管理, 汉语言文学, 汉语国际教育, 新闻学"},
{"schoolname": "云南大学旅游文化学院", "type": "综合类", "city": "丽江市", "info": "电子信息工程, 文化产业管理, 经济学, 金融学, 财务管理, 信息管理与信息系统, 计算机科学与技术, 旅游管理, 日语, 汉语国际教育, 汉语言文学, 新闻学, 国际经济与贸易, 工商管理, 会计学"},
{"schoolname": "云南艺术学院文华学院", "type": "艺术类", "city": "昆明市", "info": "音乐学（师范类）, 公共事业管理, 音乐学, 摄影, 广播电视编导, 录音艺术, 舞蹈学（师范类）, 播音与主持艺术, 表演, 动画"},
{"schoolname": "昆明理工大学津桥学院", "type": "理工类", "city": "昆明市", "info": "泰语, 英语, 汉语国际教育, 物流管理, 文化产业管理, 交通运输, 测绘工程, 汽车服务工程, 工程造价, 建筑学, 水利水电工程, 土木工程, 建筑电气与智能化, 电子信息科学与技术, 电气工程及其自动化"},
{"schoolname": "云南三鑫职业技术学院", "type": "理工类", "city": "文山壮族苗族自治州", "info": "汽车检测与维修技术, 建筑工程技术, 口腔医学技术, 助产, 工程测量技术, 城市轨道交通运营管理, 护理, 药学, 工程造价, 财务管理, 会计, 医学影像技术, 学前教育, 建筑室内设计"},
{"schoolname": "云南经贸外事职业学院", "type": "其他", "city": "昆明市", "info": "财务管理, 道路桥梁工程技术, 电气自动化技术, 法律事务, 工程测量技术, 工程造价, 工商企业管理, 国际经济与贸易, 汉语, 护理, 会计, 机电设备维修与管理, 机电一体化技术, 机械制造与自动化, 计算机应用技术"},
{"schoolname": "云南商务职业学院", "type": "财经类", "city": "昆明市", "info": "空中乘务, 工程造价, 市政工程技术, 软件技术, 投资与理财, 财务管理, 会计, 国际商务, 电子商务, 工商企业管理, 物流管理, 护理, 医学影像技术, 旅游管理, 酒店管理"},
{"schoolname": "昆明卫生职业学院", "type": "医药类", "city": "昆明市", "info": "预防医学, 临床医学, 口腔医学, 中医骨伤, 医学美容技术, 中医学, 针灸推拿, 护理, 助产, 药学, 中药学, 医学检验技术, 医学影像技术, 康复治疗技术, 医疗设备应用技术"},
{"schoolname": "云南外事外语职业学院", "type": "语言类", "city": "昆明市", "info": "空中乘务, 会计, 护理, 房地产经营与管理, 汉语, 水利水电工程管理, 商务英语, 文秘, 学前教育, 航空物流, 通信技术, 国际金融, 经济信息管理, 国际经济与贸易, 酒店管理"},
{"schoolname": "云南现代职业技术学院", "type": "理工类", "city": "楚雄彝族自治州", "info": ""},
{"schoolname": "云南旅游职业学院", "type": "财经类", "city": "昆明市", "info": "软件技术, 计算机信息管理, 烹调工艺与营养, 国际邮轮乘务管理, 西餐工艺, 酒店管理, 婚庆服务与管理, 旅游管理, 导游, 会展策划与管理, 景区开发与管理, 旅行社经营管理, 休闲服务与管理, 资产评估与管理, 市场营销"},
{"schoolname": "红河卫生职业学院", "type": "", "city": "红河哈尼族彝族自治州", "info": "眼视光技术, 口腔医学技术, 药品经营与管理, 中药学, 药学, 老年保健与管理, 助产, 护理, 中医学, 中医康复技术, 针灸推拿, 康复治疗技术, 医学影像技术, 口腔医学, 临床医学"},
{"schoolname": "大理农林职业技术学院", "type": "", "city": "大理白族自治州", "info": "园林技术, 畜牧兽医, 食品生物技术, 水利工程, 作物生产技术, 园艺技术, 林业技术, 动物防疫与检疫, 旅游英语, 计算机网络技术, 汽车检测与维修技术, 农业经济管理, 市场营销, 财务管理, 食品质量与安全"},
{"schoolname": "滇西应用技术大学", "type": "综合类", "city": "大理白族自治州", "info": "茶学, 食品科学与工程, 资源循环科学与工程, 植物科学与技术, 宝石及材料工艺学, 产品设计, 休闲体育, 市场营销, 物流管理, 健康服务与管理"},
{"schoolname": "云南财经职业学院", "type": "财经类", "city": "昆明市", "info": "会计, 会计信息管理, 财务管理, 审计, 税务, 电子商务（电子商务方向）, 物流管理（物流管理方向）, 市场营销（市场营销方向）, 金融管理（金融管理方向）, 投资与理财（投资学方向）"},
{"schoolname": "昭通卫生职业学院", "type": "医药类", "city": "昭通市", "info": "护理, 助产, 康复治疗技术, 医学检验技术, 公共卫生管理, 中医学, 老年保健与管理"},
{"schoolname": "云南交通运输职业学院", "type": "理工类", "city": "昆明市", "info": "道路养护与管理, 汽车车身维修技术, 航海技术, 汽车运用与维修技术, 汽车营销与服务, 公路机械化施工技术, 道路桥梁工程技术, 土木工程检测技术, 工程造价（公路工程方向）, 汽车改装技术, 老年服务与管理（养老产业经营管理方向）, 幼儿发展与健康管理, 新能源汽车运用与维修, 汽车检测与维修技术, 汽车智能技术"},
{"schoolname": "昆明铁道职业技术学院", "type": "理工类", "city": "昆明市", "info": "高速铁路客运乘务, 铁路物流管理, 铁道信号自动控制, 高速铁道工程技术, 铁道供电技术, 铁道工程技术, 城市轨道交通机电技术, 铁道机车车辆制造与维护, 动车组检修技术, 铁道车辆, 铁道机车, 城市轨道交通车辆技术, 铁道交通运营管理, 城市轨道交通运营管理, 城市轨道交通通信信号技术"},
{"schoolname": "大理护理职业学院", "type": "", "city": "大理白族自治州", "info": "护理, 助产, 健康管理, 老年保健与管理, 康复治疗技术, 中医康复技术, 中医养生保健, 眼视光技术"},
{"schoolname": "云南水利水电职业学院", "type": "综合类", "city": "昆明市", "info": "水利工程, 水利水电工程技术, 水利水电工程管理, 工程造价, 工程测量技术, 水利水电建筑工程, 水文与水资源工程, 道路桥梁工程技术, 建设工程监理, 水电站运行与管理, 电气自动化技术, 供用电技术, 发电厂及电力系统, 高压输配电线路施工运行与维护, 机电排灌工程技术"},
{"schoolname": "公安消防部队高等专科学校", "type": "政法类", "city": "昆明市", "info": ""},
{"schoolname": "云南轻纺职业学院", "type": "", "city": "昆明市", "info": "服装设计与工艺, 工艺美术品设计, 机电设备维修与管理, 药品生产技术, 机电一体化技术, 智能控制技术, 药品质量与安全, 中药制药技术, 大数据技术与应用, 视觉传播设计与制作"},
{"schoolname": "云南特殊教育职业学院", "type": "其他", "city": "昆明市", "info": "网络舆情监测, 家政服务与管理, 艺术设计, 工艺美术品设计, 民族传统技艺, 美容美体艺术, 社区康复, 特殊教育, 会计, 电子商务, 移动应用开发"},
{"schoolname": "云南工贸职业技术学院", "type": "", "city": "昆明市", "info": "数控技术, 机电一体化技术, 机械制造与自动化, 工业机器人技术, 应用化工技术, 药品生产技术, 软件与信息服务, 智能产品开发, 食品质量与安全, 信息安全与管理, 数字媒体应用技术, 电子商务技术, 汽车运用与维修技术, 建筑装饰工程技术, 环境艺术设计"},
{"schoolname": "云南医药健康职业学院", "type": "医药类", "city": "昆明市", "info": "临床医学, 健康管理, 口腔医学, 口腔医学技术, 医学检验技术, 医学影像技术, 眼视光技术, 针灸推拿, 康复治疗技术, 医学美容技术, 中医康复技术, 中医养生保健, 护理, 助产, 家政服务与管理"},
{"schoolname": "云南理工职业学院", "type": "", "city": "昆明市", "info": "城市轨道交通机电技术, 城市轨道交通运营管理, 城市轨道交通车辆技术, 大数据技术与应用, 软件技术, 移动应用开发, 建筑工程技术, 工程造价, 工程测量技术, 电梯工程技术, 幼儿发展与健康管理, 旅游管理"},
{"schoolname": "昆明幼儿师范高等专科学校", "type": "师范类", "city": "昆明市", "info": "学前教育, 早期教育, 人力资源管理, 物流管理, 财务管理, 电子商务, 幼儿发展与健康管理, 音乐教育"},
{"schoolname": "曲靖职业技术学院", "type": "", "city": "曲靖市", "info": "现代农业技术, 绿色食品生产与检验, 金融管理, 会计, 汽车运用与维修技术"}
]